{
  "video_id": "_lLkyJJm_o4",
  "cached_at": 1757939141.7663875,
  "subtitles": [
    {
      "text": "A young star of the American right",
      "start": 8.71
    },
    {
      "text": "A young star of the American right and close friend of President Donald",
      "start": 8.72
    },
    {
      "text": "and close friend of President Donald",
      "start": 10.629
    },
    {
      "text": "and close friend of President Donald Trump,",
      "start": 10.639
    },
    {
      "text": "Trump,",
      "start": 12.47
    },
    {
      "text": "Trump, Charlie Kerr was shot dead during a",
      "start": 12.48
    },
    {
      "text": "Charlie Kerr was shot dead during a",
      "start": 14.39
    },
    {
      "text": "Charlie Kerr was shot dead during a campus debate.",
      "start": 14.4
    },
    {
      "text": "campus debate.",
      "start": 15.91
    },
    {
      "text": "campus debate. In America over the last 10 years,",
      "start": 15.92
    },
    {
      "text": "In America over the last 10 years,",
      "start": 18.47
    },
    {
      "text": "In America over the last 10 years, counting or not counting gang violence,",
      "start": 18.48
    },
    {
      "text": "counting or not counting gang violence,",
      "start": 22.31
    },
    {
      "text": "counting or not counting gang violence, all I hear is screaming and I see people",
      "start": 22.32
    },
    {
      "text": "all I hear is screaming and I see people",
      "start": 24.23
    },
    {
      "text": "all I hear is screaming and I see people running and all I'm saying is, \"Please",
      "start": 24.24
    },
    {
      "text": "running and all I'm saying is, \"Please",
      "start": 25.59
    },
    {
      "text": "running and all I'm saying is, \"Please God, please God, please God, because I",
      "start": 25.6
    },
    {
      "text": "God, please God, please God, because I",
      "start": 27.189
    },
    {
      "text": "God, please God, please God, because I don't want to die. I don't want anybody",
      "start": 27.199
    },
    {
      "text": "don't want to die. I don't want anybody",
      "start": 28.31
    },
    {
      "text": "don't want to die. I don't want anybody else to die.\" And I I think I just saw a",
      "start": 28.32
    },
    {
      "text": "else to die.\" And I I think I just saw a",
      "start": 30.47
    },
    {
      "text": "else to die.\" And I I think I just saw a guy die, you know.",
      "start": 30.48
    },
    {
      "text": "guy die, you know.",
      "start": 32.389
    },
    {
      "text": "guy die, you know. A major manhunt's launched and in less",
      "start": 32.399
    },
    {
      "text": "A major manhunt's launched and in less",
      "start": 34.549
    },
    {
      "text": "A major manhunt's launched and in less than 36 hours, a suspect is caught. We",
      "start": 34.559
    },
    {
      "text": "than 36 hours, a suspect is caught. We",
      "start": 38.31
    },
    {
      "text": "than 36 hours, a suspect is caught. We got him.",
      "start": 38.32
    },
    {
      "text": "Charlie Kirk was one of America's",
      "start": 50.15
    },
    {
      "text": "Charlie Kirk was one of America's loudest political voices with a huge",
      "start": 50.16
    },
    {
      "text": "loudest political voices with a huge",
      "start": 52.31
    },
    {
      "text": "loudest political voices with a huge following amongst young voters. aged",
      "start": 52.32
    },
    {
      "text": "following amongst young voters. aged",
      "start": 55.11
    },
    {
      "text": "following amongst young voters. aged just 31, he was an ally of President",
      "start": 55.12
    },
    {
      "text": "just 31, he was an ally of President",
      "start": 57.75
    },
    {
      "text": "just 31, he was an ally of President Trump and an activist who mobilized",
      "start": 57.76
    },
    {
      "text": "Trump and an activist who mobilized",
      "start": 61.11
    },
    {
      "text": "Trump and an activist who mobilized those who agreed with him by debating in",
      "start": 61.12
    },
    {
      "text": "those who agreed with him by debating in",
      "start": 63.51
    },
    {
      "text": "those who agreed with him by debating in public with those who did not. In those",
      "start": 63.52
    },
    {
      "text": "public with those who did not. In those",
      "start": 66.07
    },
    {
      "text": "public with those who did not. In those debates and with a daily podcast,",
      "start": 66.08
    },
    {
      "text": "debates and with a daily podcast,",
      "start": 67.99
    },
    {
      "text": "debates and with a daily podcast, Charlie Kirk quoted controversy on",
      "start": 68.0
    },
    {
      "text": "Charlie Kirk quoted controversy on",
      "start": 70.07
    },
    {
      "text": "Charlie Kirk quoted controversy on issues like gender and race. His death",
      "start": 70.08
    },
    {
      "text": "issues like gender and race. His death",
      "start": 72.63
    },
    {
      "text": "issues like gender and race. His death has shone a light on those issues and on",
      "start": 72.64
    },
    {
      "text": "has shone a light on those issues and on",
      "start": 75.27
    },
    {
      "text": "has shone a light on those issues and on others like free speech and gun control",
      "start": 75.28
    },
    {
      "text": "others like free speech and gun control",
      "start": 78.39
    },
    {
      "text": "others like free speech and gun control and the partisan divide in America.",
      "start": 78.4
    },
    {
      "text": "and the partisan divide in America.",
      "start": 81.10900000000001
    },
    {
      "text": "and the partisan divide in America. We'll look back at the 36 hours since",
      "start": 81.119
    },
    {
      "text": "We'll look back at the 36 hours since",
      "start": 83.27
    },
    {
      "text": "We'll look back at the 36 hours since the shooting. the reaction to it and the",
      "start": 83.28
    },
    {
      "text": "the shooting. the reaction to it and the",
      "start": 85.91
    },
    {
      "text": "the shooting. the reaction to it and the hunt for his killer. Let's start by",
      "start": 85.92
    },
    {
      "text": "hunt for his killer. Let's start by",
      "start": 87.99
    },
    {
      "text": "hunt for his killer. Let's start by going back to that college event on",
      "start": 88.0
    },
    {
      "text": "going back to that college event on",
      "start": 89.429
    },
    {
      "text": "going back to that college event on Wednesday. Charlie Kirk appeared at",
      "start": 89.439
    },
    {
      "text": "Wednesday. Charlie Kirk appeared at",
      "start": 91.51
    },
    {
      "text": "Wednesday. Charlie Kirk appeared at around 12:10 p.m. local time.",
      "start": 91.52
    },
    {
      "text": "around 12:10 p.m. local time.",
      "start": 94.71000000000001
    },
    {
      "text": "around 12:10 p.m. local time. Throwing hats into the crowd at the Utah",
      "start": 94.72
    },
    {
      "text": "Throwing hats into the crowd at the Utah",
      "start": 96.87
    },
    {
      "text": "Throwing hats into the crowd at the Utah Valley University as part of his",
      "start": 96.88
    },
    {
      "text": "Valley University as part of his",
      "start": 98.87
    },
    {
      "text": "Valley University as part of his American comeback tour. The event began",
      "start": 98.88
    },
    {
      "text": "American comeback tour. The event began",
      "start": 101.59
    },
    {
      "text": "American comeback tour. The event began like any of his other events. But",
      "start": 101.6
    },
    {
      "text": "like any of his other events. But",
      "start": 103.67
    },
    {
      "text": "like any of his other events. But shortly after he began engaging with",
      "start": 103.68
    },
    {
      "text": "shortly after he began engaging with",
      "start": 105.59
    },
    {
      "text": "shortly after he began engaging with students, he was asked this question",
      "start": 105.6
    },
    {
      "text": "students, he was asked this question",
      "start": 107.91
    },
    {
      "text": "students, he was asked this question about gun violence in the US. Do you do",
      "start": 107.92
    },
    {
      "text": "about gun violence in the US. Do you do",
      "start": 111.429
    },
    {
      "text": "about gun violence in the US. Do you do you know how many mass shooters there",
      "start": 111.439
    },
    {
      "text": "you know how many mass shooters there",
      "start": 112.71000000000001
    },
    {
      "text": "you know how many mass shooters there have been in America over the last 10",
      "start": 112.72
    },
    {
      "text": "have been in America over the last 10",
      "start": 115.27000000000001
    },
    {
      "text": "have been in America over the last 10 years?",
      "start": 115.28
    },
    {
      "text": "years?",
      "start": 115.91
    },
    {
      "text": "years? Counting or not counting gang violence.",
      "start": 115.92
    },
    {
      "text": "Counting or not counting gang violence.",
      "start": 117.749
    },
    {
      "text": "Counting or not counting gang violence. Great.",
      "start": 117.759
    },
    {
      "text": "Great.",
      "start": 120.469
    },
    {
      "text": "Great. He's hit by a single gunshot to the neck",
      "start": 120.479
    },
    {
      "text": "He's hit by a single gunshot to the neck",
      "start": 122.789
    },
    {
      "text": "He's hit by a single gunshot to the neck and he collapses to his left. We've",
      "start": 122.799
    },
    {
      "text": "and he collapses to his left. We've",
      "start": 125.429
    },
    {
      "text": "and he collapses to his left. We've paused the video at this moment as it's",
      "start": 125.439
    },
    {
      "text": "paused the video at this moment as it's",
      "start": 127.429
    },
    {
      "text": "paused the video at this moment as it's too graphic to show. Panic quickly",
      "start": 127.439
    },
    {
      "text": "too graphic to show. Panic quickly",
      "start": 130.55
    },
    {
      "text": "too graphic to show. Panic quickly ensues and the crowd immediately",
      "start": 130.56
    },
    {
      "text": "ensues and the crowd immediately",
      "start": 133.03
    },
    {
      "text": "ensues and the crowd immediately scatters. Charlie Kirk is bundled into a",
      "start": 133.04
    },
    {
      "text": "scatters. Charlie Kirk is bundled into a",
      "start": 135.67
    },
    {
      "text": "scatters. Charlie Kirk is bundled into a car and driven away. Investigators say",
      "start": 135.68
    },
    {
      "text": "car and driven away. Investigators say",
      "start": 138.39
    },
    {
      "text": "car and driven away. Investigators say the shooter arrived on campus at 11:52",
      "start": 138.4
    },
    {
      "text": "the shooter arrived on campus at 11:52",
      "start": 141.19
    },
    {
      "text": "the shooter arrived on campus at 11:52 a.m. This video was filmed before the",
      "start": 141.2
    },
    {
      "text": "a.m. This video was filmed before the",
      "start": 143.75
    },
    {
      "text": "a.m. This video was filmed before the shooting. We can see a figure on the",
      "start": 143.76
    },
    {
      "text": "shooting. We can see a figure on the",
      "start": 145.75
    },
    {
      "text": "shooting. We can see a figure on the rooftop. And this was video after",
      "start": 145.76
    },
    {
      "text": "rooftop. And this was video after",
      "start": 148.07
    },
    {
      "text": "rooftop. And this was video after Charlie Kirk was shot. You can see the",
      "start": 148.07999999999998
    },
    {
      "text": "Charlie Kirk was shot. You can see the",
      "start": 150.47
    },
    {
      "text": "Charlie Kirk was shot. You can see the person on top of the same building",
      "start": 150.48
    },
    {
      "text": "person on top of the same building",
      "start": 152.39
    },
    {
      "text": "person on top of the same building moving across the roof.",
      "start": 152.4
    },
    {
      "text": "moving across the roof.",
      "start": 155.27
    },
    {
      "text": "moving across the roof. Some of those who'd been in the crowd as",
      "start": 155.28
    },
    {
      "text": "Some of those who'd been in the crowd as",
      "start": 156.869
    },
    {
      "text": "Some of those who'd been in the crowd as the shot was fired spoke about what they",
      "start": 156.879
    },
    {
      "text": "the shot was fired spoke about what they",
      "start": 159.19
    },
    {
      "text": "the shot was fired spoke about what they had seen. The first student got up and",
      "start": 159.2
    },
    {
      "text": "had seen. The first student got up and",
      "start": 162.309
    },
    {
      "text": "had seen. The first student got up and they were talking about religion,",
      "start": 162.31900000000002
    },
    {
      "text": "they were talking about religion,",
      "start": 163.67000000000002
    },
    {
      "text": "they were talking about religion, Mormonism, and Christianity. And the",
      "start": 163.68
    },
    {
      "text": "Mormonism, and Christianity. And the",
      "start": 165.67000000000002
    },
    {
      "text": "Mormonism, and Christianity. And the second student to get up was talking",
      "start": 165.68
    },
    {
      "text": "second student to get up was talking",
      "start": 167.27
    },
    {
      "text": "second student to get up was talking about transgenderism and how um gun",
      "start": 167.28
    },
    {
      "text": "about transgenderism and how um gun",
      "start": 171.35
    },
    {
      "text": "about transgenderism and how um gun violence has been very frequent with",
      "start": 171.36
    },
    {
      "text": "violence has been very frequent with",
      "start": 173.11
    },
    {
      "text": "violence has been very frequent with that community. And that is when it",
      "start": 173.12
    },
    {
      "text": "that community. And that is when it",
      "start": 174.949
    },
    {
      "text": "that community. And that is when it happened. I was watching from pretty",
      "start": 174.959
    },
    {
      "text": "happened. I was watching from pretty",
      "start": 177.82999999999998
    },
    {
      "text": "happened. I was watching from pretty close up and I heard a pop and I thought",
      "start": 177.84
    },
    {
      "text": "close up and I heard a pop and I thought",
      "start": 181.35
    },
    {
      "text": "close up and I heard a pop and I thought no that that nobody's shooting",
      "start": 181.36
    },
    {
      "text": "no that that nobody's shooting",
      "start": 183.509
    },
    {
      "text": "no that that nobody's shooting firecrackers, right? This is the middle",
      "start": 183.519
    },
    {
      "text": "firecrackers, right? This is the middle",
      "start": 185.35
    },
    {
      "text": "firecrackers, right? This is the middle of the day. As soon as the shot we heard",
      "start": 185.36
    },
    {
      "text": "of the day. As soon as the shot we heard",
      "start": 187.50900000000001
    },
    {
      "text": "of the day. As soon as the shot we heard the shot and we saw what had happened,",
      "start": 187.519
    },
    {
      "text": "the shot and we saw what had happened,",
      "start": 189.27
    },
    {
      "text": "the shot and we saw what had happened, we all dropped to the ground and I want",
      "start": 189.28
    },
    {
      "text": "we all dropped to the ground and I want",
      "start": 191.35
    },
    {
      "text": "we all dropped to the ground and I want to say we sat like that for about 30 to",
      "start": 191.36
    },
    {
      "text": "to say we sat like that for about 30 to",
      "start": 193.35
    },
    {
      "text": "to say we sat like that for about 30 to 45 seconds and then everyone around us",
      "start": 193.36
    },
    {
      "text": "45 seconds and then everyone around us",
      "start": 195.35
    },
    {
      "text": "45 seconds and then everyone around us got up and started running. They had",
      "start": 195.36
    },
    {
      "text": "got up and started running. They had",
      "start": 196.63
    },
    {
      "text": "got up and started running. They had moved the barricades and we all fled",
      "start": 196.64
    },
    {
      "text": "moved the barricades and we all fled",
      "start": 199.03
    },
    {
      "text": "moved the barricades and we all fled from behind like behind Kirk's tent.",
      "start": 199.04
    },
    {
      "text": "from behind like behind Kirk's tent.",
      "start": 201.03
    },
    {
      "text": "from behind like behind Kirk's tent. Yeah. We ran about 15 30 seconds into a",
      "start": 201.04
    },
    {
      "text": "Yeah. We ran about 15 30 seconds into a",
      "start": 204.63
    },
    {
      "text": "Yeah. We ran about 15 30 seconds into a building and just went under um a desk",
      "start": 204.64
    },
    {
      "text": "building and just went under um a desk",
      "start": 206.39
    },
    {
      "text": "building and just went under um a desk in there.",
      "start": 206.4
    },
    {
      "text": "in there.",
      "start": 206.949
    },
    {
      "text": "in there. All I hear is screaming and I see people",
      "start": 206.959
    },
    {
      "text": "All I hear is screaming and I see people",
      "start": 208.869
    },
    {
      "text": "All I hear is screaming and I see people running and I'm like it's not safe to",
      "start": 208.879
    },
    {
      "text": "running and I'm like it's not safe to",
      "start": 210.309
    },
    {
      "text": "running and I'm like it's not safe to run. It's not safe to get up. It's not.",
      "start": 210.319
    },
    {
      "text": "run. It's not safe to get up. It's not.",
      "start": 212.22899999999998
    },
    {
      "text": "run. It's not safe to get up. It's not. And all I'm saying is please God. Please",
      "start": 212.239
    },
    {
      "text": "And all I'm saying is please God. Please",
      "start": 213.91
    },
    {
      "text": "And all I'm saying is please God. Please God. Please God because I don't want to",
      "start": 213.92000000000002
    },
    {
      "text": "God. Please God because I don't want to",
      "start": 215.27
    },
    {
      "text": "God. Please God because I don't want to die. I don't want anybody else to die",
      "start": 215.28
    },
    {
      "text": "die. I don't want anybody else to die",
      "start": 216.47
    },
    {
      "text": "die. I don't want anybody else to die and I I think I just saw a guy die, you",
      "start": 216.48
    },
    {
      "text": "and I I think I just saw a guy die, you",
      "start": 218.949
    },
    {
      "text": "and I I think I just saw a guy die, you know.",
      "start": 218.959
    },
    {
      "text": "know.",
      "start": 220.149
    },
    {
      "text": "know. As news of the shooting began to",
      "start": 220.159
    },
    {
      "text": "As news of the shooting began to",
      "start": 221.99
    },
    {
      "text": "As news of the shooting began to reverberate around the world and the",
      "start": 222.0
    },
    {
      "text": "reverberate around the world and the",
      "start": 224.07
    },
    {
      "text": "reverberate around the world and the severity of his injuries remained",
      "start": 224.07999999999998
    },
    {
      "text": "severity of his injuries remained",
      "start": 226.55
    },
    {
      "text": "severity of his injuries remained unclear, Donald Trump took to social",
      "start": 226.56
    },
    {
      "text": "unclear, Donald Trump took to social",
      "start": 229.03
    },
    {
      "text": "unclear, Donald Trump took to social media urging people to pray and calling",
      "start": 229.04
    },
    {
      "text": "media urging people to pray and calling",
      "start": 231.82999999999998
    },
    {
      "text": "media urging people to pray and calling him a great guy from top to bottom.",
      "start": 231.84
    },
    {
      "text": "him a great guy from top to bottom.",
      "start": 235.589
    },
    {
      "text": "him a great guy from top to bottom. Then around 2 hours later, another post",
      "start": 235.599
    },
    {
      "text": "Then around 2 hours later, another post",
      "start": 238.22899999999998
    },
    {
      "text": "Then around 2 hours later, another post from the president confirmed Charlie",
      "start": 238.239
    },
    {
      "text": "from the president confirmed Charlie",
      "start": 239.75
    },
    {
      "text": "from the president confirmed Charlie Kirk's death to the world. Writing on",
      "start": 239.76
    },
    {
      "text": "Kirk's death to the world. Writing on",
      "start": 242.309
    },
    {
      "text": "Kirk's death to the world. Writing on Truth Social, \"The great and even",
      "start": 242.319
    },
    {
      "text": "Truth Social, \"The great and even",
      "start": 244.47
    },
    {
      "text": "Truth Social, \"The great and even legendary Charlie Kirk is dead,\" adding,",
      "start": 244.48
    },
    {
      "text": "legendary Charlie Kirk is dead,\" adding,",
      "start": 247.27
    },
    {
      "text": "legendary Charlie Kirk is dead,\" adding, \"No one understood or had the heart of",
      "start": 247.28
    },
    {
      "text": "\"No one understood or had the heart of",
      "start": 249.429
    },
    {
      "text": "\"No one understood or had the heart of the youth in the US more than him.\" Our",
      "start": 249.439
    },
    {
      "text": "the youth in the US more than him.\" Our",
      "start": 252.71
    },
    {
      "text": "the youth in the US more than him.\" Our North America editor Sarah Smith has",
      "start": 252.72
    },
    {
      "text": "North America editor Sarah Smith has",
      "start": 254.39
    },
    {
      "text": "North America editor Sarah Smith has been taking a look at the reaction to",
      "start": 254.4
    },
    {
      "text": "been taking a look at the reaction to",
      "start": 255.99
    },
    {
      "text": "been taking a look at the reaction to his death.",
      "start": 256.0
    },
    {
      "text": "his death.",
      "start": 258.39
    },
    {
      "text": "his death. Charlie Kirk reached places and people",
      "start": 258.4
    },
    {
      "text": "Charlie Kirk reached places and people",
      "start": 260.71
    },
    {
      "text": "Charlie Kirk reached places and people other politicians simply could not,",
      "start": 260.72
    },
    {
      "text": "other politicians simply could not,",
      "start": 263.189
    },
    {
      "text": "other politicians simply could not, especially with younger voters,",
      "start": 263.199
    },
    {
      "text": "especially with younger voters,",
      "start": 265.99
    },
    {
      "text": "especially with younger voters, frequently debating anyone who disagreed",
      "start": 266.0
    },
    {
      "text": "frequently debating anyone who disagreed",
      "start": 268.55
    },
    {
      "text": "frequently debating anyone who disagreed with him. Okay. So, it's a fertilized",
      "start": 268.56
    },
    {
      "text": "with him. Okay. So, it's a fertilized",
      "start": 271.35
    },
    {
      "text": "with him. Okay. So, it's a fertilized embryo,",
      "start": 271.36
    },
    {
      "text": "embryo,",
      "start": 271.909
    },
    {
      "text": "embryo, correct? Which is not a baby.",
      "start": 271.919
    },
    {
      "text": "correct? Which is not a baby.",
      "start": 273.189
    },
    {
      "text": "correct? Which is not a baby. So, at what point does it become a baby?",
      "start": 273.199
    },
    {
      "text": "So, at what point does it become a baby?",
      "start": 275.35
    },
    {
      "text": "So, at what point does it become a baby? When it is born.",
      "start": 275.36
    },
    {
      "text": "When it is born.",
      "start": 276.469
    },
    {
      "text": "When it is born. Oh.",
      "start": 276.479
    },
    {
      "text": "Oh.",
      "start": 276.79
    },
    {
      "text": "Oh. He built a huge devoted worldwide",
      "start": 276.8
    },
    {
      "text": "He built a huge devoted worldwide",
      "start": 279.51
    },
    {
      "text": "He built a huge devoted worldwide following.",
      "start": 279.52
    },
    {
      "text": "following.",
      "start": 279.83
    },
    {
      "text": "following. Are you trying to say that blacks thrive",
      "start": 279.84000000000003
    },
    {
      "text": "Are you trying to say that blacks thrive",
      "start": 281.67
    },
    {
      "text": "Are you trying to say that blacks thrive under subjugation?",
      "start": 281.68
    },
    {
      "text": "under subjugation?",
      "start": 282.55
    },
    {
      "text": "under subjugation? No, I'm not. I'm saying they I'm asking",
      "start": 282.56
    },
    {
      "text": "No, I'm not. I'm saying they I'm asking",
      "start": 283.99
    },
    {
      "text": "No, I'm not. I'm saying they I'm asking you the question. The data shows they",
      "start": 284.0
    },
    {
      "text": "you the question. The data shows they",
      "start": 285.43
    },
    {
      "text": "you the question. The data shows they were actually better in the 1940s. It",
      "start": 285.44
    },
    {
      "text": "were actually better in the 1940s. It",
      "start": 287.35
    },
    {
      "text": "were actually better in the 1940s. It was bad. It was evil. But what happened?",
      "start": 287.36
    },
    {
      "text": "was bad. It was evil. But what happened?",
      "start": 289.189
    },
    {
      "text": "was bad. It was evil. But what happened? Something changed. They committed less",
      "start": 289.199
    },
    {
      "text": "Something changed. They committed less",
      "start": 290.95
    },
    {
      "text": "Something changed. They committed less crimes.",
      "start": 290.96
    },
    {
      "text": "crimes.",
      "start": 291.43
    },
    {
      "text": "crimes. Maybe they were afraid. His",
      "start": 291.44
    },
    {
      "text": "Maybe they were afraid. His",
      "start": 292.87
    },
    {
      "text": "Maybe they were afraid. His organization, founded when he was just",
      "start": 292.88
    },
    {
      "text": "organization, founded when he was just",
      "start": 295.03
    },
    {
      "text": "organization, founded when he was just 18, helped to make conservatism cool and",
      "start": 295.04
    },
    {
      "text": "18, helped to make conservatism cool and",
      "start": 298.55
    },
    {
      "text": "18, helped to make conservatism cool and accessible.",
      "start": 298.56
    },
    {
      "text": "accessible.",
      "start": 300.15
    },
    {
      "text": "accessible. President Trump has said he would not be",
      "start": 300.16
    },
    {
      "text": "President Trump has said he would not be",
      "start": 302.15
    },
    {
      "text": "President Trump has said he would not be back in the White House without Charlie",
      "start": 302.16
    },
    {
      "text": "back in the White House without Charlie",
      "start": 304.31
    },
    {
      "text": "back in the White House without Charlie Kirk. He was visibly angry as he",
      "start": 304.32
    },
    {
      "text": "Kirk. He was visibly angry as he",
      "start": 306.31
    },
    {
      "text": "Kirk. He was visibly angry as he addressed the nation and blamed those he",
      "start": 306.32
    },
    {
      "text": "addressed the nation and blamed those he",
      "start": 308.629
    },
    {
      "text": "addressed the nation and blamed those he holds responsible.",
      "start": 308.639
    },
    {
      "text": "holds responsible.",
      "start": 309.67
    },
    {
      "text": "holds responsible. For years, those on the radical left",
      "start": 309.68
    },
    {
      "text": "For years, those on the radical left",
      "start": 312.629
    },
    {
      "text": "For years, those on the radical left have compared wonderful Americans like",
      "start": 312.639
    },
    {
      "text": "have compared wonderful Americans like",
      "start": 314.79
    },
    {
      "text": "have compared wonderful Americans like Charlie to Nazis and the world's worst",
      "start": 314.8
    },
    {
      "text": "Charlie to Nazis and the world's worst",
      "start": 318.629
    },
    {
      "text": "Charlie to Nazis and the world's worst mass murderers and criminals. This kind",
      "start": 318.639
    },
    {
      "text": "mass murderers and criminals. This kind",
      "start": 321.51
    },
    {
      "text": "mass murderers and criminals. This kind of rhetoric is directly responsible for",
      "start": 321.52
    },
    {
      "text": "of rhetoric is directly responsible for",
      "start": 324.55
    },
    {
      "text": "of rhetoric is directly responsible for the terrorism that we're seeing in our",
      "start": 324.56
    },
    {
      "text": "the terrorism that we're seeing in our",
      "start": 327.27
    },
    {
      "text": "the terrorism that we're seeing in our country today.",
      "start": 327.28
    },
    {
      "text": "country today.",
      "start": 328.31
    },
    {
      "text": "country today. On television, shock, sadness, and",
      "start": 328.32
    },
    {
      "text": "On television, shock, sadness, and",
      "start": 331.909
    },
    {
      "text": "On television, shock, sadness, and anger. That sounds very combative.",
      "start": 331.919
    },
    {
      "text": "anger. That sounds very combative.",
      "start": 335.029
    },
    {
      "text": "anger. That sounds very combative. They are at war with us. Whether we want",
      "start": 335.039
    },
    {
      "text": "They are at war with us. Whether we want",
      "start": 337.67
    },
    {
      "text": "They are at war with us. Whether we want to accept it or not, they are at war",
      "start": 337.68
    },
    {
      "text": "to accept it or not, they are at war",
      "start": 339.99
    },
    {
      "text": "to accept it or not, they are at war with us. What are we going to do about",
      "start": 340.0
    },
    {
      "text": "with us. What are we going to do about",
      "start": 341.99
    },
    {
      "text": "with us. What are we going to do about it?",
      "start": 342.0
    },
    {
      "text": "it?",
      "start": 342.39
    },
    {
      "text": "it? Charlie Kirk's a casualty of war. We're",
      "start": 342.4
    },
    {
      "text": "Charlie Kirk's a casualty of war. We're",
      "start": 345.83
    },
    {
      "text": "Charlie Kirk's a casualty of war. We're the we're we're in this country. We are.",
      "start": 345.84000000000003
    },
    {
      "text": "the we're we're in this country. We are.",
      "start": 349.189
    },
    {
      "text": "the we're we're in this country. We are. Charlie Kirk was very big online as was",
      "start": 349.199
    },
    {
      "text": "Charlie Kirk was very big online as was",
      "start": 352.23
    },
    {
      "text": "Charlie Kirk was very big online as was the reaction to his murder, including",
      "start": 352.24
    },
    {
      "text": "the reaction to his murder, including",
      "start": 354.39
    },
    {
      "text": "the reaction to his murder, including calls to punish left-wing activists.",
      "start": 354.4
    },
    {
      "text": "calls to punish left-wing activists.",
      "start": 357.35
    },
    {
      "text": "calls to punish left-wing activists. Right-wing journalist Matt Forn said,",
      "start": 357.36
    },
    {
      "text": "Right-wing journalist Matt Forn said,",
      "start": 359.51
    },
    {
      "text": "Right-wing journalist Matt Forn said, \"Charlie Kurt being assassinated is the",
      "start": 359.52
    },
    {
      "text": "\"Charlie Kurt being assassinated is the",
      "start": 361.83
    },
    {
      "text": "\"Charlie Kurt being assassinated is the American Reich stag fire. It's time for",
      "start": 361.84
    },
    {
      "text": "American Reich stag fire. It's time for",
      "start": 364.309
    },
    {
      "text": "American Reich stag fire. It's time for a complete crackdown on the left. Every",
      "start": 364.319
    },
    {
      "text": "a complete crackdown on the left. Every",
      "start": 366.71
    },
    {
      "text": "a complete crackdown on the left. Every Democratic politician must be arrested",
      "start": 366.72
    },
    {
      "text": "Democratic politician must be arrested",
      "start": 368.87
    },
    {
      "text": "Democratic politician must be arrested and the party banned.\" This clip of Kirk",
      "start": 368.88
    },
    {
      "text": "and the party banned.\" This clip of Kirk",
      "start": 371.99
    },
    {
      "text": "and the party banned.\" This clip of Kirk defending gun rights has been used by",
      "start": 372.0
    },
    {
      "text": "defending gun rights has been used by",
      "start": 373.83
    },
    {
      "text": "defending gun rights has been used by left-wingers online to ridicule his",
      "start": 373.84
    },
    {
      "text": "left-wingers online to ridicule his",
      "start": 375.909
    },
    {
      "text": "left-wingers online to ridicule his murder. I I think it's I think it's",
      "start": 375.919
    },
    {
      "text": "murder. I I think it's I think it's",
      "start": 377.909
    },
    {
      "text": "murder. I I think it's I think it's worth it. I think it's worth to have a",
      "start": 377.919
    },
    {
      "text": "worth it. I think it's worth to have a",
      "start": 380.71
    },
    {
      "text": "worth it. I think it's worth to have a cost of unfortunately some gun deaths",
      "start": 380.72
    },
    {
      "text": "cost of unfortunately some gun deaths",
      "start": 383.43
    },
    {
      "text": "cost of unfortunately some gun deaths every single year so that we can have",
      "start": 383.44
    },
    {
      "text": "every single year so that we can have",
      "start": 385.59
    },
    {
      "text": "every single year so that we can have the second amendment to protect our",
      "start": 385.6
    },
    {
      "text": "the second amendment to protect our",
      "start": 387.51
    },
    {
      "text": "the second amendment to protect our other god-given rights. That is a",
      "start": 387.52
    },
    {
      "text": "other god-given rights. That is a",
      "start": 389.83
    },
    {
      "text": "other god-given rights. That is a prudent deal.",
      "start": 389.84
    },
    {
      "text": "prudent deal.",
      "start": 391.59
    },
    {
      "text": "prudent deal. A prominent Democrat directly blamed",
      "start": 391.6
    },
    {
      "text": "A prominent Democrat directly blamed",
      "start": 393.909
    },
    {
      "text": "A prominent Democrat directly blamed politicians who'd voted against gun",
      "start": 393.919
    },
    {
      "text": "politicians who'd voted against gun",
      "start": 395.909
    },
    {
      "text": "politicians who'd voted against gun control.",
      "start": 395.919
    },
    {
      "text": "control.",
      "start": 396.629
    },
    {
      "text": "control. People can fingerpoint all they want.",
      "start": 396.639
    },
    {
      "text": "People can fingerpoint all they want.",
      "start": 399.27
    },
    {
      "text": "People can fingerpoint all they want. Look at the record. Look at the actions",
      "start": 399.28
    },
    {
      "text": "Look at the record. Look at the actions",
      "start": 402.629
    },
    {
      "text": "Look at the record. Look at the actions of what we are doing. I don't think a",
      "start": 402.639
    },
    {
      "text": "of what we are doing. I don't think a",
      "start": 404.469
    },
    {
      "text": "of what we are doing. I don't think a single person who has dedicated their",
      "start": 404.479
    },
    {
      "text": "single person who has dedicated their",
      "start": 406.629
    },
    {
      "text": "single person who has dedicated their entire career to preventing gun safety",
      "start": 406.639
    },
    {
      "text": "entire career to preventing gun safety",
      "start": 409.59000000000003
    },
    {
      "text": "entire career to preventing gun safety legislation from getting passed in this",
      "start": 409.6
    },
    {
      "text": "legislation from getting passed in this",
      "start": 411.67
    },
    {
      "text": "legislation from getting passed in this house has any right to blame anybody",
      "start": 411.68
    },
    {
      "text": "house has any right to blame anybody",
      "start": 414.469
    },
    {
      "text": "house has any right to blame anybody else but themselves for what is",
      "start": 414.479
    },
    {
      "text": "else but themselves for what is",
      "start": 416.469
    },
    {
      "text": "else but themselves for what is happening.",
      "start": 416.479
    },
    {
      "text": "happening.",
      "start": 417.11
    },
    {
      "text": "happening. The liberalleleaning TV network MSNBC",
      "start": 417.12
    },
    {
      "text": "The liberalleleaning TV network MSNBC",
      "start": 419.99
    },
    {
      "text": "The liberalleleaning TV network MSNBC has fired a political analyst who seemed",
      "start": 420.0
    },
    {
      "text": "has fired a political analyst who seemed",
      "start": 422.309
    },
    {
      "text": "has fired a political analyst who seemed to blame Kirk's killing on Kirk himself.",
      "start": 422.319
    },
    {
      "text": "to blame Kirk's killing on Kirk himself.",
      "start": 424.87
    },
    {
      "text": "to blame Kirk's killing on Kirk himself. He's been one of the most divisive,",
      "start": 424.88
    },
    {
      "text": "He's been one of the most divisive,",
      "start": 427.029
    },
    {
      "text": "He's been one of the most divisive, especially divisive younger figures in",
      "start": 427.039
    },
    {
      "text": "especially divisive younger figures in",
      "start": 429.11
    },
    {
      "text": "especially divisive younger figures in this who is constantly sort of pushing",
      "start": 429.12
    },
    {
      "text": "this who is constantly sort of pushing",
      "start": 432.309
    },
    {
      "text": "this who is constantly sort of pushing this sort of hate speech or sort of",
      "start": 432.319
    },
    {
      "text": "this sort of hate speech or sort of",
      "start": 434.71
    },
    {
      "text": "this sort of hate speech or sort of aimed at certain groups. Just you can't",
      "start": 434.72
    },
    {
      "text": "aimed at certain groups. Just you can't",
      "start": 436.71
    },
    {
      "text": "aimed at certain groups. Just you can't stop with these sort of awful thoughts",
      "start": 436.72
    },
    {
      "text": "stop with these sort of awful thoughts",
      "start": 438.95
    },
    {
      "text": "stop with these sort of awful thoughts you have and then saying these awful",
      "start": 438.96
    },
    {
      "text": "you have and then saying these awful",
      "start": 440.71
    },
    {
      "text": "you have and then saying these awful words and not expect awful actions to",
      "start": 440.72
    },
    {
      "text": "words and not expect awful actions to",
      "start": 443.11
    },
    {
      "text": "words and not expect awful actions to take place.",
      "start": 443.12
    },
    {
      "text": "take place.",
      "start": 443.99
    },
    {
      "text": "take place. You should be allowed to say outrageous",
      "start": 444.0
    },
    {
      "text": "You should be allowed to say outrageous",
      "start": 445.99
    },
    {
      "text": "You should be allowed to say outrageous things. You should be allowed to say",
      "start": 446.0
    },
    {
      "text": "things. You should be allowed to say",
      "start": 447.51
    },
    {
      "text": "things. You should be allowed to say contrarian things. Kirk's organization",
      "start": 447.52
    },
    {
      "text": "contrarian things. Kirk's organization",
      "start": 449.83
    },
    {
      "text": "contrarian things. Kirk's organization said he had received many threats",
      "start": 449.84
    },
    {
      "text": "said he had received many threats",
      "start": 451.43
    },
    {
      "text": "said he had received many threats against him, but believed in the power",
      "start": 451.44
    },
    {
      "text": "against him, but believed in the power",
      "start": 453.589
    },
    {
      "text": "against him, but believed in the power of good faith debate to bring people to",
      "start": 453.599
    },
    {
      "text": "of good faith debate to bring people to",
      "start": 455.589
    },
    {
      "text": "of good faith debate to bring people to mutual understanding, if not agreement.",
      "start": 455.599
    },
    {
      "text": "mutual understanding, if not agreement.",
      "start": 458.629
    },
    {
      "text": "mutual understanding, if not agreement. They say he's now become a martyr to",
      "start": 458.639
    },
    {
      "text": "They say he's now become a martyr to",
      "start": 460.71
    },
    {
      "text": "They say he's now become a martyr to free speech. Meanwhile, new details in",
      "start": 460.72
    },
    {
      "text": "free speech. Meanwhile, new details in",
      "start": 463.99
    },
    {
      "text": "free speech. Meanwhile, new details in the investigation emerged. The FBI said",
      "start": 464.0
    },
    {
      "text": "the investigation emerged. The FBI said",
      "start": 466.39
    },
    {
      "text": "the investigation emerged. The FBI said they'd recovered a high-powered",
      "start": 466.4
    },
    {
      "text": "they'd recovered a high-powered",
      "start": 467.83
    },
    {
      "text": "they'd recovered a high-powered bolt-action rifle, and they now had a",
      "start": 467.84000000000003
    },
    {
      "text": "bolt-action rifle, and they now had a",
      "start": 470.629
    },
    {
      "text": "bolt-action rifle, and they now had a timeline of the gunman's movements.",
      "start": 470.639
    },
    {
      "text": "timeline of the gunman's movements.",
      "start": 473.51
    },
    {
      "text": "timeline of the gunman's movements. Starting at 11:52 a.m., this subject",
      "start": 473.52
    },
    {
      "text": "Starting at 11:52 a.m., this subject",
      "start": 477.11
    },
    {
      "text": "Starting at 11:52 a.m., this subject arrived on campus shortly away from",
      "start": 477.12
    },
    {
      "text": "arrived on campus shortly away from",
      "start": 479.51
    },
    {
      "text": "arrived on campus shortly away from campus. We have tracked his movements",
      "start": 479.52
    },
    {
      "text": "campus. We have tracked his movements",
      "start": 481.189
    },
    {
      "text": "campus. We have tracked his movements onto the campus, through the stairwells,",
      "start": 481.199
    },
    {
      "text": "onto the campus, through the stairwells,",
      "start": 484.39
    },
    {
      "text": "onto the campus, through the stairwells, up to the roof, across the roof to a",
      "start": 484.4
    },
    {
      "text": "up to the roof, across the roof to a",
      "start": 486.309
    },
    {
      "text": "up to the roof, across the roof to a shooting location.",
      "start": 486.319
    },
    {
      "text": "shooting location.",
      "start": 489.189
    },
    {
      "text": "shooting location. After the shooting, we were able to",
      "start": 489.199
    },
    {
      "text": "After the shooting, we were able to",
      "start": 490.55
    },
    {
      "text": "After the shooting, we were able to track his movements as he moved to the",
      "start": 490.56
    },
    {
      "text": "track his movements as he moved to the",
      "start": 492.79
    },
    {
      "text": "track his movements as he moved to the other side of the building, jumped off",
      "start": 492.8
    },
    {
      "text": "other side of the building, jumped off",
      "start": 494.55
    },
    {
      "text": "other side of the building, jumped off of the building, and fled um off of the",
      "start": 494.56
    },
    {
      "text": "of the building, and fled um off of the",
      "start": 498.469
    },
    {
      "text": "of the building, and fled um off of the campus and into a neighborhood. At the",
      "start": 498.479
    },
    {
      "text": "campus and into a neighborhood. At the",
      "start": 500.71
    },
    {
      "text": "campus and into a neighborhood. At the same news conference late on Thursday,",
      "start": 500.72
    },
    {
      "text": "same news conference late on Thursday,",
      "start": 502.71
    },
    {
      "text": "same news conference late on Thursday, the governor of Utah made this plea for",
      "start": 502.72
    },
    {
      "text": "the governor of Utah made this plea for",
      "start": 505.11
    },
    {
      "text": "the governor of Utah made this plea for any information that could help catch",
      "start": 505.12
    },
    {
      "text": "any information that could help catch",
      "start": 507.029
    },
    {
      "text": "any information that could help catch the shooter.",
      "start": 507.039
    },
    {
      "text": "the shooter.",
      "start": 508.629
    },
    {
      "text": "the shooter. We cannot do our job without the",
      "start": 508.639
    },
    {
      "text": "We cannot do our job without the",
      "start": 510.71
    },
    {
      "text": "We cannot do our job without the public's help right now. We uh the",
      "start": 510.72
    },
    {
      "text": "public's help right now. We uh the",
      "start": 512.79
    },
    {
      "text": "public's help right now. We uh the public has answered our call for action.",
      "start": 512.8
    },
    {
      "text": "public has answered our call for action.",
      "start": 515.67
    },
    {
      "text": "public has answered our call for action. So far, we've received more than 7,000",
      "start": 515.68
    },
    {
      "text": "So far, we've received more than 7,000",
      "start": 518.63
    },
    {
      "text": "So far, we've received more than 7,000 leads and tips. Uh I I would just note",
      "start": 518.64
    },
    {
      "text": "leads and tips. Uh I I would just note",
      "start": 521.19
    },
    {
      "text": "leads and tips. Uh I I would just note that the FBI hasn't received this many",
      "start": 521.2
    },
    {
      "text": "that the FBI hasn't received this many",
      "start": 523.67
    },
    {
      "text": "that the FBI hasn't received this many digital media tips from the public since",
      "start": 523.68
    },
    {
      "text": "digital media tips from the public since",
      "start": 525.59
    },
    {
      "text": "digital media tips from the public since the Boston Marathon bombing.",
      "start": 525.6
    },
    {
      "text": "the Boston Marathon bombing.",
      "start": 529.19
    },
    {
      "text": "the Boston Marathon bombing. With this new information came a clearer",
      "start": 529.2
    },
    {
      "text": "With this new information came a clearer",
      "start": 531.75
    },
    {
      "text": "With this new information came a clearer picture of how the assassination",
      "start": 531.76
    },
    {
      "text": "picture of how the assassination",
      "start": 533.67
    },
    {
      "text": "picture of how the assassination unfolded. BBC Verifi's Nick Beak was",
      "start": 533.68
    },
    {
      "text": "unfolded. BBC Verifi's Nick Beak was",
      "start": 536.47
    },
    {
      "text": "unfolded. BBC Verifi's Nick Beak was piecing together what we knew on the",
      "start": 536.48
    },
    {
      "text": "piecing together what we knew on the",
      "start": 539.35
    },
    {
      "text": "piecing together what we knew on the ground in Utah.",
      "start": 539.36
    },
    {
      "text": "ground in Utah.",
      "start": 541.59
    },
    {
      "text": "ground in Utah. Footage released by the FBI shows a",
      "start": 541.6
    },
    {
      "text": "Footage released by the FBI shows a",
      "start": 543.99
    },
    {
      "text": "Footage released by the FBI shows a figure running across a roof from where",
      "start": 544.0
    },
    {
      "text": "figure running across a roof from where",
      "start": 546.87
    },
    {
      "text": "figure running across a roof from where Charlie Kirk was shot dead, reaching the",
      "start": 546.88
    },
    {
      "text": "Charlie Kirk was shot dead, reaching the",
      "start": 549.509
    },
    {
      "text": "Charlie Kirk was shot dead, reaching the edge and then jumping down, apparently",
      "start": 549.519
    },
    {
      "text": "edge and then jumping down, apparently",
      "start": 552.389
    },
    {
      "text": "edge and then jumping down, apparently carrying a bag before briskly walking",
      "start": 552.399
    },
    {
      "text": "carrying a bag before briskly walking",
      "start": 555.19
    },
    {
      "text": "carrying a bag before briskly walking away from the chaos unfolding on campus.",
      "start": 555.2
    },
    {
      "text": "away from the chaos unfolding on campus.",
      "start": 558.63
    },
    {
      "text": "away from the chaos unfolding on campus. The hunt for Charlie Kirk's killer",
      "start": 558.64
    },
    {
      "text": "The hunt for Charlie Kirk's killer",
      "start": 560.47
    },
    {
      "text": "The hunt for Charlie Kirk's killer entered a second night. Special agents",
      "start": 560.48
    },
    {
      "text": "entered a second night. Special agents",
      "start": 563.03
    },
    {
      "text": "entered a second night. Special agents gathering evidence here at Utah Valley",
      "start": 563.04
    },
    {
      "text": "gathering evidence here at Utah Valley",
      "start": 565.03
    },
    {
      "text": "gathering evidence here at Utah Valley University and elsewhere. So, what do we",
      "start": 565.04
    },
    {
      "text": "University and elsewhere. So, what do we",
      "start": 567.99
    },
    {
      "text": "University and elsewhere. So, what do we know about the investigation so far? The",
      "start": 568.0
    },
    {
      "text": "know about the investigation so far? The",
      "start": 570.55
    },
    {
      "text": "know about the investigation so far? The FBI have released these new sharper",
      "start": 570.56
    },
    {
      "text": "FBI have released these new sharper",
      "start": 572.71
    },
    {
      "text": "FBI have released these new sharper images of someone they're calling a",
      "start": 572.72
    },
    {
      "text": "images of someone they're calling a",
      "start": 575.11
    },
    {
      "text": "images of someone they're calling a person of interest. The FBI says the",
      "start": 575.12
    },
    {
      "text": "person of interest. The FBI says the",
      "start": 578.15
    },
    {
      "text": "person of interest. The FBI says the bullet was fired from this building, the",
      "start": 578.16
    },
    {
      "text": "bullet was fired from this building, the",
      "start": 580.23
    },
    {
      "text": "bullet was fired from this building, the Lucy Center, some 130 m away from where",
      "start": 580.24
    },
    {
      "text": "Lucy Center, some 130 m away from where",
      "start": 584.47
    },
    {
      "text": "Lucy Center, some 130 m away from where Charlie Kirk was speaking. The new CCTV",
      "start": 584.48
    },
    {
      "text": "Charlie Kirk was speaking. The new CCTV",
      "start": 587.75
    },
    {
      "text": "Charlie Kirk was speaking. The new CCTV appears to show a person heading for",
      "start": 587.76
    },
    {
      "text": "appears to show a person heading for",
      "start": 590.07
    },
    {
      "text": "appears to show a person heading for this road called Campus Drive.",
      "start": 590.08
    },
    {
      "text": "this road called Campus Drive.",
      "start": 592.87
    },
    {
      "text": "this road called Campus Drive. Investigators say they recovered a",
      "start": 592.88
    },
    {
      "text": "Investigators say they recovered a",
      "start": 594.949
    },
    {
      "text": "Investigators say they recovered a weapon, a rifle over the road. We think",
      "start": 594.9590000000001
    },
    {
      "text": "weapon, a rifle over the road. We think",
      "start": 598.07
    },
    {
      "text": "weapon, a rifle over the road. We think it could be in this wooded area here.",
      "start": 598.08
    },
    {
      "text": "it could be in this wooded area here.",
      "start": 600.79
    },
    {
      "text": "it could be in this wooded area here. Beyond the campus, investigators have",
      "start": 600.8
    },
    {
      "text": "Beyond the campus, investigators have",
      "start": 602.71
    },
    {
      "text": "Beyond the campus, investigators have been working to pick up the killer's",
      "start": 602.72
    },
    {
      "text": "been working to pick up the killer's",
      "start": 604.87
    },
    {
      "text": "been working to pick up the killer's trail. But there are clues left behind",
      "start": 604.88
    },
    {
      "text": "trail. But there are clues left behind",
      "start": 607.269
    },
    {
      "text": "trail. But there are clues left behind at the scene. Drone footage shows the",
      "start": 607.279
    },
    {
      "text": "at the scene. Drone footage shows the",
      "start": 609.75
    },
    {
      "text": "at the scene. Drone footage shows the campus frozen in time. Here on the roof",
      "start": 609.76
    },
    {
      "text": "campus frozen in time. Here on the roof",
      "start": 613.11
    },
    {
      "text": "campus frozen in time. Here on the roof of the Lucy Center, you can see these",
      "start": 613.12
    },
    {
      "text": "of the Lucy Center, you can see these",
      "start": 615.269
    },
    {
      "text": "of the Lucy Center, you can see these indentations highlighted with these",
      "start": 615.279
    },
    {
      "text": "indentations highlighted with these",
      "start": 617.67
    },
    {
      "text": "indentations highlighted with these orange markers. The FBI have said they",
      "start": 617.68
    },
    {
      "text": "orange markers. The FBI have said they",
      "start": 620.31
    },
    {
      "text": "orange markers. The FBI have said they found palm prints and footprints. From",
      "start": 620.32
    },
    {
      "text": "found palm prints and footprints. From",
      "start": 623.35
    },
    {
      "text": "found palm prints and footprints. From this elevated spot, it was a clear shot",
      "start": 623.36
    },
    {
      "text": "this elevated spot, it was a clear shot",
      "start": 626.71
    },
    {
      "text": "this elevated spot, it was a clear shot towards Charlie Kirk.",
      "start": 626.72
    },
    {
      "text": "towards Charlie Kirk.",
      "start": 629.35
    },
    {
      "text": "towards Charlie Kirk. As the manhunt continued, the US",
      "start": 629.36
    },
    {
      "text": "As the manhunt continued, the US",
      "start": 631.35
    },
    {
      "text": "As the manhunt continued, the US president led tributes to Charlie Kirk,",
      "start": 631.36
    },
    {
      "text": "president led tributes to Charlie Kirk,",
      "start": 633.43
    },
    {
      "text": "president led tributes to Charlie Kirk, postumously awarding him America's",
      "start": 633.44
    },
    {
      "text": "postumously awarding him America's",
      "start": 635.43
    },
    {
      "text": "postumously awarding him America's highest civilian honor.",
      "start": 635.44
    },
    {
      "text": "highest civilian honor.",
      "start": 638.55
    },
    {
      "text": "highest civilian honor. We miss him greatly. Yet, I have no",
      "start": 638.56
    },
    {
      "text": "We miss him greatly. Yet, I have no",
      "start": 640.79
    },
    {
      "text": "We miss him greatly. Yet, I have no doubt that Charlie's voice and the",
      "start": 640.8
    },
    {
      "text": "doubt that Charlie's voice and the",
      "start": 642.71
    },
    {
      "text": "doubt that Charlie's voice and the courage he put into the hearts of",
      "start": 642.72
    },
    {
      "text": "courage he put into the hearts of",
      "start": 645.35
    },
    {
      "text": "courage he put into the hearts of countless people, especially young",
      "start": 645.36
    },
    {
      "text": "countless people, especially young",
      "start": 648.15
    },
    {
      "text": "countless people, especially young people, will live on. I'm pleased to",
      "start": 648.16
    },
    {
      "text": "people, will live on. I'm pleased to",
      "start": 651.829
    },
    {
      "text": "people, will live on. I'm pleased to announce that I will soon be awarding",
      "start": 651.8389999999999
    },
    {
      "text": "announce that I will soon be awarding",
      "start": 653.75
    },
    {
      "text": "announce that I will soon be awarding Charlie Kirk postumously the",
      "start": 653.76
    },
    {
      "text": "Charlie Kirk postumously the",
      "start": 656.31
    },
    {
      "text": "Charlie Kirk postumously the Presidential Medal of Freedom. The date",
      "start": 656.32
    },
    {
      "text": "Presidential Medal of Freedom. The date",
      "start": 660.069
    },
    {
      "text": "Presidential Medal of Freedom. The date of the ceremony will be announced and I",
      "start": 660.079
    },
    {
      "text": "of the ceremony will be announced and I",
      "start": 662.15
    },
    {
      "text": "of the ceremony will be announced and I can only guarantee you one thing that we",
      "start": 662.16
    },
    {
      "text": "can only guarantee you one thing that we",
      "start": 663.99
    },
    {
      "text": "can only guarantee you one thing that we will have a very big crowd.",
      "start": 664.0
    },
    {
      "text": "will have a very big crowd.",
      "start": 667.269
    },
    {
      "text": "will have a very big crowd. And a further distinction for Charlie",
      "start": 667.279
    },
    {
      "text": "And a further distinction for Charlie",
      "start": 669.03
    },
    {
      "text": "And a further distinction for Charlie Kirk came later on Thursday. Vice",
      "start": 669.04
    },
    {
      "text": "Kirk came later on Thursday. Vice",
      "start": 671.11
    },
    {
      "text": "Kirk came later on Thursday. Vice President JD Vance flying to Utah to",
      "start": 671.12
    },
    {
      "text": "President JD Vance flying to Utah to",
      "start": 673.269
    },
    {
      "text": "President JD Vance flying to Utah to collect the casket, carrying it aboard",
      "start": 673.279
    },
    {
      "text": "collect the casket, carrying it aboard",
      "start": 675.35
    },
    {
      "text": "collect the casket, carrying it aboard Air Force 2 to Charlie Kirk's home state",
      "start": 675.36
    },
    {
      "text": "Air Force 2 to Charlie Kirk's home state",
      "start": 677.829
    },
    {
      "text": "Air Force 2 to Charlie Kirk's home state of Arizona. The vice president's wife",
      "start": 677.8389999999999
    },
    {
      "text": "of Arizona. The vice president's wife",
      "start": 680.069
    },
    {
      "text": "of Arizona. The vice president's wife was seen comforting his widow. He also",
      "start": 680.079
    },
    {
      "text": "was seen comforting his widow. He also",
      "start": 682.55
    },
    {
      "text": "was seen comforting his widow. He also leaves behind two young children.",
      "start": 682.56
    },
    {
      "text": "leaves behind two young children.",
      "start": 686.79
    },
    {
      "text": "leaves behind two young children. Friday came and America was gripped by a",
      "start": 686.8
    },
    {
      "text": "Friday came and America was gripped by a",
      "start": 689.269
    },
    {
      "text": "Friday came and America was gripped by a huge manhunt involving thousands of law",
      "start": 689.279
    },
    {
      "text": "huge manhunt involving thousands of law",
      "start": 691.67
    },
    {
      "text": "huge manhunt involving thousands of law enforcement officials. As Americans were",
      "start": 691.68
    },
    {
      "text": "enforcement officials. As Americans were",
      "start": 694.069
    },
    {
      "text": "enforcement officials. As Americans were waking up, President Trump appeared on",
      "start": 694.079
    },
    {
      "text": "waking up, President Trump appeared on",
      "start": 696.069
    },
    {
      "text": "waking up, President Trump appeared on Fox News. And this was the moment, a key",
      "start": 696.079
    },
    {
      "text": "Fox News. And this was the moment, a key",
      "start": 699.269
    },
    {
      "text": "Fox News. And this was the moment, a key development.",
      "start": 699.279
    },
    {
      "text": "development.",
      "start": 700.389
    },
    {
      "text": "development. I think uh with a high degree of",
      "start": 700.399
    },
    {
      "text": "I think uh with a high degree of",
      "start": 702.949
    },
    {
      "text": "I think uh with a high degree of certainty, we have him",
      "start": 702.9590000000001
    },
    {
      "text": "certainty, we have him",
      "start": 704.949
    },
    {
      "text": "certainty, we have him in custody, right? In custody. Uh",
      "start": 704.9590000000001
    },
    {
      "text": "in custody, right? In custody. Uh",
      "start": 708.63
    },
    {
      "text": "in custody, right? In custody. Uh everyone did a great job. We worked with",
      "start": 708.64
    },
    {
      "text": "everyone did a great job. We worked with",
      "start": 710.47
    },
    {
      "text": "everyone did a great job. We worked with the local police, the governor,",
      "start": 710.48
    },
    {
      "text": "the local police, the governor,",
      "start": 712.63
    },
    {
      "text": "the local police, the governor, everybody did a great job, you know,",
      "start": 712.64
    },
    {
      "text": "everybody did a great job, you know,",
      "start": 715.11
    },
    {
      "text": "everybody did a great job, you know, getting somebody that you start off with",
      "start": 715.12
    },
    {
      "text": "getting somebody that you start off with",
      "start": 717.03
    },
    {
      "text": "getting somebody that you start off with absolutely nothing. We started off with",
      "start": 717.04
    },
    {
      "text": "absolutely nothing. We started off with",
      "start": 718.949
    },
    {
      "text": "absolutely nothing. We started off with the clip that made him look like an ant",
      "start": 718.9590000000001
    },
    {
      "text": "the clip that made him look like an ant",
      "start": 721.19
    },
    {
      "text": "the clip that made him look like an ant that was almost useless. We just saw",
      "start": 721.2
    },
    {
      "text": "that was almost useless. We just saw",
      "start": 723.35
    },
    {
      "text": "that was almost useless. We just saw there was somebody up there and uh so",
      "start": 723.36
    },
    {
      "text": "there was somebody up there and uh so",
      "start": 726.31
    },
    {
      "text": "there was somebody up there and uh so much work has been done over the last",
      "start": 726.32
    },
    {
      "text": "much work has been done over the last",
      "start": 727.91
    },
    {
      "text": "much work has been done over the last two and a half days. You know, it's",
      "start": 727.92
    },
    {
      "text": "two and a half days. You know, it's",
      "start": 729.19
    },
    {
      "text": "two and a half days. You know, it's amazing actually when you start off with",
      "start": 729.2
    },
    {
      "text": "amazing actually when you start off with",
      "start": 730.629
    },
    {
      "text": "amazing actually when you start off with that and then all of a sudden you uh you",
      "start": 730.639
    },
    {
      "text": "that and then all of a sudden you uh you",
      "start": 733.59
    },
    {
      "text": "that and then all of a sudden you uh you get lucky or talent or whatever it is.",
      "start": 733.6
    },
    {
      "text": "get lucky or talent or whatever it is.",
      "start": 736.47
    },
    {
      "text": "get lucky or talent or whatever it is. Soon after, officials in Utah confirmed",
      "start": 736.48
    },
    {
      "text": "Soon after, officials in Utah confirmed",
      "start": 739.03
    },
    {
      "text": "Soon after, officials in Utah confirmed 22year-old Tyler Robinson had been",
      "start": 739.04
    },
    {
      "text": "22year-old Tyler Robinson had been",
      "start": 742.15
    },
    {
      "text": "22year-old Tyler Robinson had been arrested late on Thursday night after a",
      "start": 742.16
    },
    {
      "text": "arrested late on Thursday night after a",
      "start": 744.55
    },
    {
      "text": "arrested late on Thursday night after a manhunt of 33 hours. The state's",
      "start": 744.56
    },
    {
      "text": "manhunt of 33 hours. The state's",
      "start": 747.269
    },
    {
      "text": "manhunt of 33 hours. The state's governor said the suspect had been",
      "start": 747.279
    },
    {
      "text": "governor said the suspect had been",
      "start": 748.629
    },
    {
      "text": "governor said the suspect had been turned in by a friend of his family.",
      "start": 748.639
    },
    {
      "text": "turned in by a friend of his family.",
      "start": 751.829
    },
    {
      "text": "turned in by a friend of his family. We got him.",
      "start": 751.8389999999999
    },
    {
      "text": "We got him.",
      "start": 753.829
    },
    {
      "text": "We got him. On the evening of September 11th, a",
      "start": 753.8389999999999
    },
    {
      "text": "On the evening of September 11th, a",
      "start": 756.71
    },
    {
      "text": "On the evening of September 11th, a family member of Tyler Robinson reached",
      "start": 756.72
    },
    {
      "text": "family member of Tyler Robinson reached",
      "start": 758.87
    },
    {
      "text": "family member of Tyler Robinson reached out to a family friend who contacted the",
      "start": 758.88
    },
    {
      "text": "out to a family friend who contacted the",
      "start": 761.75
    },
    {
      "text": "out to a family friend who contacted the Washington County Sheriff's Office with",
      "start": 761.76
    },
    {
      "text": "Washington County Sheriff's Office with",
      "start": 763.509
    },
    {
      "text": "Washington County Sheriff's Office with information that Robinson had confessed",
      "start": 763.519
    },
    {
      "text": "information that Robinson had confessed",
      "start": 765.99
    },
    {
      "text": "information that Robinson had confessed to them or implied that he had committed",
      "start": 766.0
    },
    {
      "text": "to them or implied that he had committed",
      "start": 768.389
    },
    {
      "text": "to them or implied that he had committed the incident. This information was",
      "start": 768.399
    },
    {
      "text": "the incident. This information was",
      "start": 770.71
    },
    {
      "text": "the incident. This information was relayed to the Utah County Sheriff's",
      "start": 770.72
    },
    {
      "text": "relayed to the Utah County Sheriff's",
      "start": 772.47
    },
    {
      "text": "relayed to the Utah County Sheriff's Office and scene investigators at Utah",
      "start": 772.48
    },
    {
      "text": "Office and scene investigators at Utah",
      "start": 774.71
    },
    {
      "text": "Office and scene investigators at Utah Valley University. This information was",
      "start": 774.72
    },
    {
      "text": "Valley University. This information was",
      "start": 777.19
    },
    {
      "text": "Valley University. This information was also conveyed to the FBI.",
      "start": 777.2
    },
    {
      "text": "also conveyed to the FBI.",
      "start": 780.15
    },
    {
      "text": "also conveyed to the FBI. And so they got him. But the governor of",
      "start": 780.16
    },
    {
      "text": "And so they got him. But the governor of",
      "start": 782.71
    },
    {
      "text": "And so they got him. But the governor of Utah had more to say about politics and",
      "start": 782.72
    },
    {
      "text": "Utah had more to say about politics and",
      "start": 785.35
    },
    {
      "text": "Utah had more to say about politics and violence and the sorrow he felt in",
      "start": 785.36
    },
    {
      "text": "violence and the sorrow he felt in",
      "start": 787.59
    },
    {
      "text": "violence and the sorrow he felt in recent days. He had this to say about",
      "start": 787.6
    },
    {
      "text": "recent days. He had this to say about",
      "start": 789.99
    },
    {
      "text": "recent days. He had this to say about what Charlie Kirk was known for, what he",
      "start": 790.0
    },
    {
      "text": "what Charlie Kirk was known for, what he",
      "start": 792.47
    },
    {
      "text": "what Charlie Kirk was known for, what he died doing, debating with young people.",
      "start": 792.48
    },
    {
      "text": "died doing, debating with young people.",
      "start": 795.59
    },
    {
      "text": "died doing, debating with young people. Young people loved Charlie and young",
      "start": 795.6
    },
    {
      "text": "Young people loved Charlie and young",
      "start": 798.87
    },
    {
      "text": "Young people loved Charlie and young people hated Charlie.",
      "start": 798.88
    },
    {
      "text": "people hated Charlie.",
      "start": 802.23
    },
    {
      "text": "people hated Charlie. And Charlie went into those places",
      "start": 802.24
    },
    {
      "text": "And Charlie went into those places",
      "start": 805.59
    },
    {
      "text": "And Charlie went into those places anyway.",
      "start": 805.6
    },
    {
      "text": "anyway.",
      "start": 807.67
    },
    {
      "text": "anyway. And these are the words that have helped",
      "start": 807.68
    },
    {
      "text": "And these are the words that have helped",
      "start": 810.31
    },
    {
      "text": "And these are the words that have helped me.",
      "start": 810.32
    },
    {
      "text": "me.",
      "start": 812.31
    },
    {
      "text": "me. Charlie said, \"When people stop talking,",
      "start": 812.32
    },
    {
      "text": "Charlie said, \"When people stop talking,",
      "start": 815.67
    },
    {
      "text": "Charlie said, \"When people stop talking, that's when you get violence.\"",
      "start": 815.68
    },
    {
      "text": "that's when you get violence.\"",
      "start": 819.269
    },
    {
      "text": "that's when you get violence.\" He said, \"The weak can never forgive.",
      "start": 819.279
    },
    {
      "text": "He said, \"The weak can never forgive.",
      "start": 821.59
    },
    {
      "text": "He said, \"The weak can never forgive. Forgiveness is the attribute of the",
      "start": 821.6
    },
    {
      "text": "Forgiveness is the attribute of the",
      "start": 823.35
    },
    {
      "text": "Forgiveness is the attribute of the strong. The only way out of the",
      "start": 823.36
    },
    {
      "text": "strong. The only way out of the",
      "start": 825.91
    },
    {
      "text": "strong. The only way out of the labyrinth of suffering is to forgive.",
      "start": 825.92
    },
    {
      "text": "labyrinth of suffering is to forgive.",
      "start": 829.91
    },
    {
      "text": "labyrinth of suffering is to forgive. Welcome without judgment. Love without",
      "start": 829.92
    },
    {
      "text": "Welcome without judgment. Love without",
      "start": 832.069
    },
    {
      "text": "Welcome without judgment. Love without condition. Forgive without limit.\"",
      "start": 832.079
    },
    {
      "text": "condition. Forgive without limit.\"",
      "start": 835.91
    },
    {
      "text": "condition. Forgive without limit.\" He said, \"Always forgive your enemies.",
      "start": 835.92
    },
    {
      "text": "He said, \"Always forgive your enemies.",
      "start": 838.87
    },
    {
      "text": "He said, \"Always forgive your enemies. Nothing annoys them so much.\"",
      "start": 838.88
    },
    {
      "text": "Nothing annoys them so much.\"",
      "start": 841.509
    },
    {
      "text": "Nothing annoys them so much.\" Charlie Kirk was a divisive figure. Now,",
      "start": 841.519
    },
    {
      "text": "Charlie Kirk was a divisive figure. Now,",
      "start": 844.23
    },
    {
      "text": "Charlie Kirk was a divisive figure. Now, as America prepares for his funeral, his",
      "start": 844.24
    },
    {
      "text": "as America prepares for his funeral, his",
      "start": 846.71
    },
    {
      "text": "as America prepares for his funeral, his fans and critics alike will have to",
      "start": 846.72
    },
    {
      "text": "fans and critics alike will have to",
      "start": 849.03
    },
    {
      "text": "fans and critics alike will have to contend with his legacy.",
      "start": 849.04
    }
  ],
  "source": "youtube_transcript_api_raw",
  "segments": [
    {
      "text": "A young star of the American right",
      "start": 8.71
    },
    {
      "text": "A young star of the American right and close friend of President Donald",
      "start": 8.72
    },
    {
      "text": "and close friend of President Donald",
      "start": 10.629
    },
    {
      "text": "and close friend of President Donald Trump,",
      "start": 10.639
    },
    {
      "text": "Trump,",
      "start": 12.47
    },
    {
      "text": "Trump, Charlie Kerr was shot dead during a",
      "start": 12.48
    },
    {
      "text": "Charlie Kerr was shot dead during a",
      "start": 14.39
    },
    {
      "text": "Charlie Kerr was shot dead during a campus debate.",
      "start": 14.4
    },
    {
      "text": "campus debate.",
      "start": 15.91
    },
    {
      "text": "campus debate. In America over the last 10 years,",
      "start": 15.92
    },
    {
      "text": "In America over the last 10 years,",
      "start": 18.47
    },
    {
      "text": "In America over the last 10 years, counting or not counting gang violence,",
      "start": 18.48
    },
    {
      "text": "counting or not counting gang violence,",
      "start": 22.31
    },
    {
      "text": "counting or not counting gang violence, all I hear is screaming and I see people",
      "start": 22.32
    },
    {
      "text": "all I hear is screaming and I see people",
      "start": 24.23
    },
    {
      "text": "all I hear is screaming and I see people running and all I'm saying is, \"Please",
      "start": 24.24
    },
    {
      "text": "running and all I'm saying is, \"Please",
      "start": 25.59
    },
    {
      "text": "running and all I'm saying is, \"Please God, please God, please God, because I",
      "start": 25.6
    },
    {
      "text": "God, please God, please God, because I",
      "start": 27.189
    },
    {
      "text": "God, please God, please God, because I don't want to die. I don't want anybody",
      "start": 27.199
    },
    {
      "text": "don't want to die. I don't want anybody",
      "start": 28.31
    },
    {
      "text": "don't want to die. I don't want anybody else to die.\" And I I think I just saw a",
      "start": 28.32
    },
    {
      "text": "else to die.\" And I I think I just saw a",
      "start": 30.47
    },
    {
      "text": "else to die.\" And I I think I just saw a guy die, you know.",
      "start": 30.48
    },
    {
      "text": "guy die, you know.",
      "start": 32.389
    },
    {
      "text": "guy die, you know. A major manhunt's launched and in less",
      "start": 32.399
    },
    {
      "text": "A major manhunt's launched and in less",
      "start": 34.549
    },
    {
      "text": "A major manhunt's launched and in less than 36 hours, a suspect is caught. We",
      "start": 34.559
    },
    {
      "text": "than 36 hours, a suspect is caught. We",
      "start": 38.31
    },
    {
      "text": "than 36 hours, a suspect is caught. We got him.",
      "start": 38.32
    },
    {
      "text": "Charlie Kirk was one of America's",
      "start": 50.15
    },
    {
      "text": "Charlie Kirk was one of America's loudest political voices with a huge",
      "start": 50.16
    },
    {
      "text": "loudest political voices with a huge",
      "start": 52.31
    },
    {
      "text": "loudest political voices with a huge following amongst young voters. aged",
      "start": 52.32
    },
    {
      "text": "following amongst young voters. aged",
      "start": 55.11
    },
    {
      "text": "following amongst young voters. aged just 31, he was an ally of President",
      "start": 55.12
    },
    {
      "text": "just 31, he was an ally of President",
      "start": 57.75
    },
    {
      "text": "just 31, he was an ally of President Trump and an activist who mobilized",
      "start": 57.76
    },
    {
      "text": "Trump and an activist who mobilized",
      "start": 61.11
    },
    {
      "text": "Trump and an activist who mobilized those who agreed with him by debating in",
      "start": 61.12
    },
    {
      "text": "those who agreed with him by debating in",
      "start": 63.51
    },
    {
      "text": "those who agreed with him by debating in public with those who did not. In those",
      "start": 63.52
    },
    {
      "text": "public with those who did not. In those",
      "start": 66.07
    },
    {
      "text": "public with those who did not. In those debates and with a daily podcast,",
      "start": 66.08
    },
    {
      "text": "debates and with a daily podcast,",
      "start": 67.99
    },
    {
      "text": "debates and with a daily podcast, Charlie Kirk quoted controversy on",
      "start": 68.0
    },
    {
      "text": "Charlie Kirk quoted controversy on",
      "start": 70.07
    },
    {
      "text": "Charlie Kirk quoted controversy on issues like gender and race. His death",
      "start": 70.08
    },
    {
      "text": "issues like gender and race. His death",
      "start": 72.63
    },
    {
      "text": "issues like gender and race. His death has shone a light on those issues and on",
      "start": 72.64
    },
    {
      "text": "has shone a light on those issues and on",
      "start": 75.27
    },
    {
      "text": "has shone a light on those issues and on others like free speech and gun control",
      "start": 75.28
    },
    {
      "text": "others like free speech and gun control",
      "start": 78.39
    },
    {
      "text": "others like free speech and gun control and the partisan divide in America.",
      "start": 78.4
    },
    {
      "text": "and the partisan divide in America.",
      "start": 81.10900000000001
    },
    {
      "text": "and the partisan divide in America. We'll look back at the 36 hours since",
      "start": 81.119
    },
    {
      "text": "We'll look back at the 36 hours since",
      "start": 83.27
    },
    {
      "text": "We'll look back at the 36 hours since the shooting. the reaction to it and the",
      "start": 83.28
    },
    {
      "text": "the shooting. the reaction to it and the",
      "start": 85.91
    },
    {
      "text": "the shooting. the reaction to it and the hunt for his killer. Let's start by",
      "start": 85.92
    },
    {
      "text": "hunt for his killer. Let's start by",
      "start": 87.99
    },
    {
      "text": "hunt for his killer. Let's start by going back to that college event on",
      "start": 88.0
    },
    {
      "text": "going back to that college event on",
      "start": 89.429
    },
    {
      "text": "going back to that college event on Wednesday. Charlie Kirk appeared at",
      "start": 89.439
    },
    {
      "text": "Wednesday. Charlie Kirk appeared at",
      "start": 91.51
    },
    {
      "text": "Wednesday. Charlie Kirk appeared at around 12:10 p.m. local time.",
      "start": 91.52
    },
    {
      "text": "around 12:10 p.m. local time.",
      "start": 94.71000000000001
    },
    {
      "text": "around 12:10 p.m. local time. Throwing hats into the crowd at the Utah",
      "start": 94.72
    },
    {
      "text": "Throwing hats into the crowd at the Utah",
      "start": 96.87
    },
    {
      "text": "Throwing hats into the crowd at the Utah Valley University as part of his",
      "start": 96.88
    },
    {
      "text": "Valley University as part of his",
      "start": 98.87
    },
    {
      "text": "Valley University as part of his American comeback tour. The event began",
      "start": 98.88
    },
    {
      "text": "American comeback tour. The event began",
      "start": 101.59
    },
    {
      "text": "American comeback tour. The event began like any of his other events. But",
      "start": 101.6
    },
    {
      "text": "like any of his other events. But",
      "start": 103.67
    },
    {
      "text": "like any of his other events. But shortly after he began engaging with",
      "start": 103.68
    },
    {
      "text": "shortly after he began engaging with",
      "start": 105.59
    },
    {
      "text": "shortly after he began engaging with students, he was asked this question",
      "start": 105.6
    },
    {
      "text": "students, he was asked this question",
      "start": 107.91
    },
    {
      "text": "students, he was asked this question about gun violence in the US. Do you do",
      "start": 107.92
    },
    {
      "text": "about gun violence in the US. Do you do",
      "start": 111.429
    },
    {
      "text": "about gun violence in the US. Do you do you know how many mass shooters there",
      "start": 111.439
    },
    {
      "text": "you know how many mass shooters there",
      "start": 112.71000000000001
    },
    {
      "text": "you know how many mass shooters there have been in America over the last 10",
      "start": 112.72
    },
    {
      "text": "have been in America over the last 10",
      "start": 115.27000000000001
    },
    {
      "text": "have been in America over the last 10 years?",
      "start": 115.28
    },
    {
      "text": "years?",
      "start": 115.91
    },
    {
      "text": "years? Counting or not counting gang violence.",
      "start": 115.92
    },
    {
      "text": "Counting or not counting gang violence.",
      "start": 117.749
    },
    {
      "text": "Counting or not counting gang violence. Great.",
      "start": 117.759
    },
    {
      "text": "Great.",
      "start": 120.469
    },
    {
      "text": "Great. He's hit by a single gunshot to the neck",
      "start": 120.479
    },
    {
      "text": "He's hit by a single gunshot to the neck",
      "start": 122.789
    },
    {
      "text": "He's hit by a single gunshot to the neck and he collapses to his left. We've",
      "start": 122.799
    },
    {
      "text": "and he collapses to his left. We've",
      "start": 125.429
    },
    {
      "text": "and he collapses to his left. We've paused the video at this moment as it's",
      "start": 125.439
    },
    {
      "text": "paused the video at this moment as it's",
      "start": 127.429
    },
    {
      "text": "paused the video at this moment as it's too graphic to show. Panic quickly",
      "start": 127.439
    },
    {
      "text": "too graphic to show. Panic quickly",
      "start": 130.55
    },
    {
      "text": "too graphic to show. Panic quickly ensues and the crowd immediately",
      "start": 130.56
    },
    {
      "text": "ensues and the crowd immediately",
      "start": 133.03
    },
    {
      "text": "ensues and the crowd immediately scatters. Charlie Kirk is bundled into a",
      "start": 133.04
    },
    {
      "text": "scatters. Charlie Kirk is bundled into a",
      "start": 135.67
    },
    {
      "text": "scatters. Charlie Kirk is bundled into a car and driven away. Investigators say",
      "start": 135.68
    },
    {
      "text": "car and driven away. Investigators say",
      "start": 138.39
    },
    {
      "text": "car and driven away. Investigators say the shooter arrived on campus at 11:52",
      "start": 138.4
    },
    {
      "text": "the shooter arrived on campus at 11:52",
      "start": 141.19
    },
    {
      "text": "the shooter arrived on campus at 11:52 a.m. This video was filmed before the",
      "start": 141.2
    },
    {
      "text": "a.m. This video was filmed before the",
      "start": 143.75
    },
    {
      "text": "a.m. This video was filmed before the shooting. We can see a figure on the",
      "start": 143.76
    },
    {
      "text": "shooting. We can see a figure on the",
      "start": 145.75
    },
    {
      "text": "shooting. We can see a figure on the rooftop. And this was video after",
      "start": 145.76
    },
    {
      "text": "rooftop. And this was video after",
      "start": 148.07
    },
    {
      "text": "rooftop. And this was video after Charlie Kirk was shot. You can see the",
      "start": 148.07999999999998
    },
    {
      "text": "Charlie Kirk was shot. You can see the",
      "start": 150.47
    },
    {
      "text": "Charlie Kirk was shot. You can see the person on top of the same building",
      "start": 150.48
    },
    {
      "text": "person on top of the same building",
      "start": 152.39
    },
    {
      "text": "person on top of the same building moving across the roof.",
      "start": 152.4
    },
    {
      "text": "moving across the roof.",
      "start": 155.27
    },
    {
      "text": "moving across the roof. Some of those who'd been in the crowd as",
      "start": 155.28
    },
    {
      "text": "Some of those who'd been in the crowd as",
      "start": 156.869
    },
    {
      "text": "Some of those who'd been in the crowd as the shot was fired spoke about what they",
      "start": 156.879
    },
    {
      "text": "the shot was fired spoke about what they",
      "start": 159.19
    },
    {
      "text": "the shot was fired spoke about what they had seen. The first student got up and",
      "start": 159.2
    },
    {
      "text": "had seen. The first student got up and",
      "start": 162.309
    },
    {
      "text": "had seen. The first student got up and they were talking about religion,",
      "start": 162.31900000000002
    },
    {
      "text": "they were talking about religion,",
      "start": 163.67000000000002
    },
    {
      "text": "they were talking about religion, Mormonism, and Christianity. And the",
      "start": 163.68
    },
    {
      "text": "Mormonism, and Christianity. And the",
      "start": 165.67000000000002
    },
    {
      "text": "Mormonism, and Christianity. And the second student to get up was talking",
      "start": 165.68
    },
    {
      "text": "second student to get up was talking",
      "start": 167.27
    },
    {
      "text": "second student to get up was talking about transgenderism and how um gun",
      "start": 167.28
    },
    {
      "text": "about transgenderism and how um gun",
      "start": 171.35
    },
    {
      "text": "about transgenderism and how um gun violence has been very frequent with",
      "start": 171.36
    },
    {
      "text": "violence has been very frequent with",
      "start": 173.11
    },
    {
      "text": "violence has been very frequent with that community. And that is when it",
      "start": 173.12
    },
    {
      "text": "that community. And that is when it",
      "start": 174.949
    },
    {
      "text": "that community. And that is when it happened. I was watching from pretty",
      "start": 174.959
    },
    {
      "text": "happened. I was watching from pretty",
      "start": 177.82999999999998
    },
    {
      "text": "happened. I was watching from pretty close up and I heard a pop and I thought",
      "start": 177.84
    },
    {
      "text": "close up and I heard a pop and I thought",
      "start": 181.35
    },
    {
      "text": "close up and I heard a pop and I thought no that that nobody's shooting",
      "start": 181.36
    },
    {
      "text": "no that that nobody's shooting",
      "start": 183.509
    },
    {
      "text": "no that that nobody's shooting firecrackers, right? This is the middle",
      "start": 183.519
    },
    {
      "text": "firecrackers, right? This is the middle",
      "start": 185.35
    },
    {
      "text": "firecrackers, right? This is the middle of the day. As soon as the shot we heard",
      "start": 185.36
    },
    {
      "text": "of the day. As soon as the shot we heard",
      "start": 187.50900000000001
    },
    {
      "text": "of the day. As soon as the shot we heard the shot and we saw what had happened,",
      "start": 187.519
    },
    {
      "text": "the shot and we saw what had happened,",
      "start": 189.27
    },
    {
      "text": "the shot and we saw what had happened, we all dropped to the ground and I want",
      "start": 189.28
    },
    {
      "text": "we all dropped to the ground and I want",
      "start": 191.35
    },
    {
      "text": "we all dropped to the ground and I want to say we sat like that for about 30 to",
      "start": 191.36
    },
    {
      "text": "to say we sat like that for about 30 to",
      "start": 193.35
    },
    {
      "text": "to say we sat like that for about 30 to 45 seconds and then everyone around us",
      "start": 193.36
    },
    {
      "text": "45 seconds and then everyone around us",
      "start": 195.35
    },
    {
      "text": "45 seconds and then everyone around us got up and started running. They had",
      "start": 195.36
    },
    {
      "text": "got up and started running. They had",
      "start": 196.63
    },
    {
      "text": "got up and started running. They had moved the barricades and we all fled",
      "start": 196.64
    },
    {
      "text": "moved the barricades and we all fled",
      "start": 199.03
    },
    {
      "text": "moved the barricades and we all fled from behind like behind Kirk's tent.",
      "start": 199.04
    },
    {
      "text": "from behind like behind Kirk's tent.",
      "start": 201.03
    },
    {
      "text": "from behind like behind Kirk's tent. Yeah. We ran about 15 30 seconds into a",
      "start": 201.04
    },
    {
      "text": "Yeah. We ran about 15 30 seconds into a",
      "start": 204.63
    },
    {
      "text": "Yeah. We ran about 15 30 seconds into a building and just went under um a desk",
      "start": 204.64
    },
    {
      "text": "building and just went under um a desk",
      "start": 206.39
    },
    {
      "text": "building and just went under um a desk in there.",
      "start": 206.4
    },
    {
      "text": "in there.",
      "start": 206.949
    },
    {
      "text": "in there. All I hear is screaming and I see people",
      "start": 206.959
    },
    {
      "text": "All I hear is screaming and I see people",
      "start": 208.869
    },
    {
      "text": "All I hear is screaming and I see people running and I'm like it's not safe to",
      "start": 208.879
    },
    {
      "text": "running and I'm like it's not safe to",
      "start": 210.309
    },
    {
      "text": "running and I'm like it's not safe to run. It's not safe to get up. It's not.",
      "start": 210.319
    },
    {
      "text": "run. It's not safe to get up. It's not.",
      "start": 212.22899999999998
    },
    {
      "text": "run. It's not safe to get up. It's not. And all I'm saying is please God. Please",
      "start": 212.239
    },
    {
      "text": "And all I'm saying is please God. Please",
      "start": 213.91
    },
    {
      "text": "And all I'm saying is please God. Please God. Please God because I don't want to",
      "start": 213.92000000000002
    },
    {
      "text": "God. Please God because I don't want to",
      "start": 215.27
    },
    {
      "text": "God. Please God because I don't want to die. I don't want anybody else to die",
      "start": 215.28
    },
    {
      "text": "die. I don't want anybody else to die",
      "start": 216.47
    },
    {
      "text": "die. I don't want anybody else to die and I I think I just saw a guy die, you",
      "start": 216.48
    },
    {
      "text": "and I I think I just saw a guy die, you",
      "start": 218.949
    },
    {
      "text": "and I I think I just saw a guy die, you know.",
      "start": 218.959
    },
    {
      "text": "know.",
      "start": 220.149
    },
    {
      "text": "know. As news of the shooting began to",
      "start": 220.159
    },
    {
      "text": "As news of the shooting began to",
      "start": 221.99
    },
    {
      "text": "As news of the shooting began to reverberate around the world and the",
      "start": 222.0
    },
    {
      "text": "reverberate around the world and the",
      "start": 224.07
    },
    {
      "text": "reverberate around the world and the severity of his injuries remained",
      "start": 224.07999999999998
    },
    {
      "text": "severity of his injuries remained",
      "start": 226.55
    },
    {
      "text": "severity of his injuries remained unclear, Donald Trump took to social",
      "start": 226.56
    },
    {
      "text": "unclear, Donald Trump took to social",
      "start": 229.03
    },
    {
      "text": "unclear, Donald Trump took to social media urging people to pray and calling",
      "start": 229.04
    },
    {
      "text": "media urging people to pray and calling",
      "start": 231.82999999999998
    },
    {
      "text": "media urging people to pray and calling him a great guy from top to bottom.",
      "start": 231.84
    },
    {
      "text": "him a great guy from top to bottom.",
      "start": 235.589
    },
    {
      "text": "him a great guy from top to bottom. Then around 2 hours later, another post",
      "start": 235.599
    },
    {
      "text": "Then around 2 hours later, another post",
      "start": 238.22899999999998
    },
    {
      "text": "Then around 2 hours later, another post from the president confirmed Charlie",
      "start": 238.239
    },
    {
      "text": "from the president confirmed Charlie",
      "start": 239.75
    },
    {
      "text": "from the president confirmed Charlie Kirk's death to the world. Writing on",
      "start": 239.76
    },
    {
      "text": "Kirk's death to the world. Writing on",
      "start": 242.309
    },
    {
      "text": "Kirk's death to the world. Writing on Truth Social, \"The great and even",
      "start": 242.319
    },
    {
      "text": "Truth Social, \"The great and even",
      "start": 244.47
    },
    {
      "text": "Truth Social, \"The great and even legendary Charlie Kirk is dead,\" adding,",
      "start": 244.48
    },
    {
      "text": "legendary Charlie Kirk is dead,\" adding,",
      "start": 247.27
    },
    {
      "text": "legendary Charlie Kirk is dead,\" adding, \"No one understood or had the heart of",
      "start": 247.28
    },
    {
      "text": "\"No one understood or had the heart of",
      "start": 249.429
    },
    {
      "text": "\"No one understood or had the heart of the youth in the US more than him.\" Our",
      "start": 249.439
    },
    {
      "text": "the youth in the US more than him.\" Our",
      "start": 252.71
    },
    {
      "text": "the youth in the US more than him.\" Our North America editor Sarah Smith has",
      "start": 252.72
    },
    {
      "text": "North America editor Sarah Smith has",
      "start": 254.39
    },
    {
      "text": "North America editor Sarah Smith has been taking a look at the reaction to",
      "start": 254.4
    },
    {
      "text": "been taking a look at the reaction to",
      "start": 255.99
    },
    {
      "text": "been taking a look at the reaction to his death.",
      "start": 256.0
    },
    {
      "text": "his death.",
      "start": 258.39
    },
    {
      "text": "his death. Charlie Kirk reached places and people",
      "start": 258.4
    },
    {
      "text": "Charlie Kirk reached places and people",
      "start": 260.71
    },
    {
      "text": "Charlie Kirk reached places and people other politicians simply could not,",
      "start": 260.72
    },
    {
      "text": "other politicians simply could not,",
      "start": 263.189
    },
    {
      "text": "other politicians simply could not, especially with younger voters,",
      "start": 263.199
    },
    {
      "text": "especially with younger voters,",
      "start": 265.99
    },
    {
      "text": "especially with younger voters, frequently debating anyone who disagreed",
      "start": 266.0
    },
    {
      "text": "frequently debating anyone who disagreed",
      "start": 268.55
    },
    {
      "text": "frequently debating anyone who disagreed with him. Okay. So, it's a fertilized",
      "start": 268.56
    },
    {
      "text": "with him. Okay. So, it's a fertilized",
      "start": 271.35
    },
    {
      "text": "with him. Okay. So, it's a fertilized embryo,",
      "start": 271.36
    },
    {
      "text": "embryo,",
      "start": 271.909
    },
    {
      "text": "embryo, correct? Which is not a baby.",
      "start": 271.919
    },
    {
      "text": "correct? Which is not a baby.",
      "start": 273.189
    },
    {
      "text": "correct? Which is not a baby. So, at what point does it become a baby?",
      "start": 273.199
    },
    {
      "text": "So, at what point does it become a baby?",
      "start": 275.35
    },
    {
      "text": "So, at what point does it become a baby? When it is born.",
      "start": 275.36
    },
    {
      "text": "When it is born.",
      "start": 276.469
    },
    {
      "text": "When it is born. Oh.",
      "start": 276.479
    },
    {
      "text": "Oh.",
      "start": 276.79
    },
    {
      "text": "Oh. He built a huge devoted worldwide",
      "start": 276.8
    },
    {
      "text": "He built a huge devoted worldwide",
      "start": 279.51
    },
    {
      "text": "He built a huge devoted worldwide following.",
      "start": 279.52
    },
    {
      "text": "following.",
      "start": 279.83
    },
    {
      "text": "following. Are you trying to say that blacks thrive",
      "start": 279.84000000000003
    },
    {
      "text": "Are you trying to say that blacks thrive",
      "start": 281.67
    },
    {
      "text": "Are you trying to say that blacks thrive under subjugation?",
      "start": 281.68
    },
    {
      "text": "under subjugation?",
      "start": 282.55
    },
    {
      "text": "under subjugation? No, I'm not. I'm saying they I'm asking",
      "start": 282.56
    },
    {
      "text": "No, I'm not. I'm saying they I'm asking",
      "start": 283.99
    },
    {
      "text": "No, I'm not. I'm saying they I'm asking you the question. The data shows they",
      "start": 284.0
    },
    {
      "text": "you the question. The data shows they",
      "start": 285.43
    },
    {
      "text": "you the question. The data shows they were actually better in the 1940s. It",
      "start": 285.44
    },
    {
      "text": "were actually better in the 1940s. It",
      "start": 287.35
    },
    {
      "text": "were actually better in the 1940s. It was bad. It was evil. But what happened?",
      "start": 287.36
    },
    {
      "text": "was bad. It was evil. But what happened?",
      "start": 289.189
    },
    {
      "text": "was bad. It was evil. But what happened? Something changed. They committed less",
      "start": 289.199
    },
    {
      "text": "Something changed. They committed less",
      "start": 290.95
    },
    {
      "text": "Something changed. They committed less crimes.",
      "start": 290.96
    },
    {
      "text": "crimes.",
      "start": 291.43
    },
    {
      "text": "crimes. Maybe they were afraid. His",
      "start": 291.44
    },
    {
      "text": "Maybe they were afraid. His",
      "start": 292.87
    },
    {
      "text": "Maybe they were afraid. His organization, founded when he was just",
      "start": 292.88
    },
    {
      "text": "organization, founded when he was just",
      "start": 295.03
    },
    {
      "text": "organization, founded when he was just 18, helped to make conservatism cool and",
      "start": 295.04
    },
    {
      "text": "18, helped to make conservatism cool and",
      "start": 298.55
    },
    {
      "text": "18, helped to make conservatism cool and accessible.",
      "start": 298.56
    },
    {
      "text": "accessible.",
      "start": 300.15
    },
    {
      "text": "accessible. President Trump has said he would not be",
      "start": 300.16
    },
    {
      "text": "President Trump has said he would not be",
      "start": 302.15
    },
    {
      "text": "President Trump has said he would not be back in the White House without Charlie",
      "start": 302.16
    },
    {
      "text": "back in the White House without Charlie",
      "start": 304.31
    },
    {
      "text": "back in the White House without Charlie Kirk. He was visibly angry as he",
      "start": 304.32
    },
    {
      "text": "Kirk. He was visibly angry as he",
      "start": 306.31
    },
    {
      "text": "Kirk. He was visibly angry as he addressed the nation and blamed those he",
      "start": 306.32
    },
    {
      "text": "addressed the nation and blamed those he",
      "start": 308.629
    },
    {
      "text": "addressed the nation and blamed those he holds responsible.",
      "start": 308.639
    },
    {
      "text": "holds responsible.",
      "start": 309.67
    },
    {
      "text": "holds responsible. For years, those on the radical left",
      "start": 309.68
    },
    {
      "text": "For years, those on the radical left",
      "start": 312.629
    },
    {
      "text": "For years, those on the radical left have compared wonderful Americans like",
      "start": 312.639
    },
    {
      "text": "have compared wonderful Americans like",
      "start": 314.79
    },
    {
      "text": "have compared wonderful Americans like Charlie to Nazis and the world's worst",
      "start": 314.8
    },
    {
      "text": "Charlie to Nazis and the world's worst",
      "start": 318.629
    },
    {
      "text": "Charlie to Nazis and the world's worst mass murderers and criminals. This kind",
      "start": 318.639
    },
    {
      "text": "mass murderers and criminals. This kind",
      "start": 321.51
    },
    {
      "text": "mass murderers and criminals. This kind of rhetoric is directly responsible for",
      "start": 321.52
    },
    {
      "text": "of rhetoric is directly responsible for",
      "start": 324.55
    },
    {
      "text": "of rhetoric is directly responsible for the terrorism that we're seeing in our",
      "start": 324.56
    },
    {
      "text": "the terrorism that we're seeing in our",
      "start": 327.27
    },
    {
      "text": "the terrorism that we're seeing in our country today.",
      "start": 327.28
    },
    {
      "text": "country today.",
      "start": 328.31
    },
    {
      "text": "country today. On television, shock, sadness, and",
      "start": 328.32
    },
    {
      "text": "On television, shock, sadness, and",
      "start": 331.909
    },
    {
      "text": "On television, shock, sadness, and anger. That sounds very combative.",
      "start": 331.919
    },
    {
      "text": "anger. That sounds very combative.",
      "start": 335.029
    },
    {
      "text": "anger. That sounds very combative. They are at war with us. Whether we want",
      "start": 335.039
    },
    {
      "text": "They are at war with us. Whether we want",
      "start": 337.67
    },
    {
      "text": "They are at war with us. Whether we want to accept it or not, they are at war",
      "start": 337.68
    },
    {
      "text": "to accept it or not, they are at war",
      "start": 339.99
    },
    {
      "text": "to accept it or not, they are at war with us. What are we going to do about",
      "start": 340.0
    },
    {
      "text": "with us. What are we going to do about",
      "start": 341.99
    },
    {
      "text": "with us. What are we going to do about it?",
      "start": 342.0
    },
    {
      "text": "it?",
      "start": 342.39
    },
    {
      "text": "it? Charlie Kirk's a casualty of war. We're",
      "start": 342.4
    },
    {
      "text": "Charlie Kirk's a casualty of war. We're",
      "start": 345.83
    },
    {
      "text": "Charlie Kirk's a casualty of war. We're the we're we're in this country. We are.",
      "start": 345.84000000000003
    },
    {
      "text": "the we're we're in this country. We are.",
      "start": 349.189
    },
    {
      "text": "the we're we're in this country. We are. Charlie Kirk was very big online as was",
      "start": 349.199
    },
    {
      "text": "Charlie Kirk was very big online as was",
      "start": 352.23
    },
    {
      "text": "Charlie Kirk was very big online as was the reaction to his murder, including",
      "start": 352.24
    },
    {
      "text": "the reaction to his murder, including",
      "start": 354.39
    },
    {
      "text": "the reaction to his murder, including calls to punish left-wing activists.",
      "start": 354.4
    },
    {
      "text": "calls to punish left-wing activists.",
      "start": 357.35
    },
    {
      "text": "calls to punish left-wing activists. Right-wing journalist Matt Forn said,",
      "start": 357.36
    },
    {
      "text": "Right-wing journalist Matt Forn said,",
      "start": 359.51
    },
    {
      "text": "Right-wing journalist Matt Forn said, \"Charlie Kurt being assassinated is the",
      "start": 359.52
    },
    {
      "text": "\"Charlie Kurt being assassinated is the",
      "start": 361.83
    },
    {
      "text": "\"Charlie Kurt being assassinated is the American Reich stag fire. It's time for",
      "start": 361.84
    },
    {
      "text": "American Reich stag fire. It's time for",
      "start": 364.309
    },
    {
      "text": "American Reich stag fire. It's time for a complete crackdown on the left. Every",
      "start": 364.319
    },
    {
      "text": "a complete crackdown on the left. Every",
      "start": 366.71
    },
    {
      "text": "a complete crackdown on the left. Every Democratic politician must be arrested",
      "start": 366.72
    },
    {
      "text": "Democratic politician must be arrested",
      "start": 368.87
    },
    {
      "text": "Democratic politician must be arrested and the party banned.\" This clip of Kirk",
      "start": 368.88
    },
    {
      "text": "and the party banned.\" This clip of Kirk",
      "start": 371.99
    },
    {
      "text": "and the party banned.\" This clip of Kirk defending gun rights has been used by",
      "start": 372.0
    },
    {
      "text": "defending gun rights has been used by",
      "start": 373.83
    },
    {
      "text": "defending gun rights has been used by left-wingers online to ridicule his",
      "start": 373.84
    },
    {
      "text": "left-wingers online to ridicule his",
      "start": 375.909
    },
    {
      "text": "left-wingers online to ridicule his murder. I I think it's I think it's",
      "start": 375.919
    },
    {
      "text": "murder. I I think it's I think it's",
      "start": 377.909
    },
    {
      "text": "murder. I I think it's I think it's worth it. I think it's worth to have a",
      "start": 377.919
    },
    {
      "text": "worth it. I think it's worth to have a",
      "start": 380.71
    },
    {
      "text": "worth it. I think it's worth to have a cost of unfortunately some gun deaths",
      "start": 380.72
    },
    {
      "text": "cost of unfortunately some gun deaths",
      "start": 383.43
    },
    {
      "text": "cost of unfortunately some gun deaths every single year so that we can have",
      "start": 383.44
    },
    {
      "text": "every single year so that we can have",
      "start": 385.59
    },
    {
      "text": "every single year so that we can have the second amendment to protect our",
      "start": 385.6
    },
    {
      "text": "the second amendment to protect our",
      "start": 387.51
    },
    {
      "text": "the second amendment to protect our other god-given rights. That is a",
      "start": 387.52
    },
    {
      "text": "other god-given rights. That is a",
      "start": 389.83
    },
    {
      "text": "other god-given rights. That is a prudent deal.",
      "start": 389.84
    },
    {
      "text": "prudent deal.",
      "start": 391.59
    },
    {
      "text": "prudent deal. A prominent Democrat directly blamed",
      "start": 391.6
    },
    {
      "text": "A prominent Democrat directly blamed",
      "start": 393.909
    },
    {
      "text": "A prominent Democrat directly blamed politicians who'd voted against gun",
      "start": 393.919
    },
    {
      "text": "politicians who'd voted against gun",
      "start": 395.909
    },
    {
      "text": "politicians who'd voted against gun control.",
      "start": 395.919
    },
    {
      "text": "control.",
      "start": 396.629
    },
    {
      "text": "control. People can fingerpoint all they want.",
      "start": 396.639
    },
    {
      "text": "People can fingerpoint all they want.",
      "start": 399.27
    },
    {
      "text": "People can fingerpoint all they want. Look at the record. Look at the actions",
      "start": 399.28
    },
    {
      "text": "Look at the record. Look at the actions",
      "start": 402.629
    },
    {
      "text": "Look at the record. Look at the actions of what we are doing. I don't think a",
      "start": 402.639
    },
    {
      "text": "of what we are doing. I don't think a",
      "start": 404.469
    },
    {
      "text": "of what we are doing. I don't think a single person who has dedicated their",
      "start": 404.479
    },
    {
      "text": "single person who has dedicated their",
      "start": 406.629
    },
    {
      "text": "single person who has dedicated their entire career to preventing gun safety",
      "start": 406.639
    },
    {
      "text": "entire career to preventing gun safety",
      "start": 409.59000000000003
    },
    {
      "text": "entire career to preventing gun safety legislation from getting passed in this",
      "start": 409.6
    },
    {
      "text": "legislation from getting passed in this",
      "start": 411.67
    },
    {
      "text": "legislation from getting passed in this house has any right to blame anybody",
      "start": 411.68
    },
    {
      "text": "house has any right to blame anybody",
      "start": 414.469
    },
    {
      "text": "house has any right to blame anybody else but themselves for what is",
      "start": 414.479
    },
    {
      "text": "else but themselves for what is",
      "start": 416.469
    },
    {
      "text": "else but themselves for what is happening.",
      "start": 416.479
    },
    {
      "text": "happening.",
      "start": 417.11
    },
    {
      "text": "happening. The liberalleleaning TV network MSNBC",
      "start": 417.12
    },
    {
      "text": "The liberalleleaning TV network MSNBC",
      "start": 419.99
    },
    {
      "text": "The liberalleleaning TV network MSNBC has fired a political analyst who seemed",
      "start": 420.0
    },
    {
      "text": "has fired a political analyst who seemed",
      "start": 422.309
    },
    {
      "text": "has fired a political analyst who seemed to blame Kirk's killing on Kirk himself.",
      "start": 422.319
    },
    {
      "text": "to blame Kirk's killing on Kirk himself.",
      "start": 424.87
    },
    {
      "text": "to blame Kirk's killing on Kirk himself. He's been one of the most divisive,",
      "start": 424.88
    },
    {
      "text": "He's been one of the most divisive,",
      "start": 427.029
    },
    {
      "text": "He's been one of the most divisive, especially divisive younger figures in",
      "start": 427.039
    },
    {
      "text": "especially divisive younger figures in",
      "start": 429.11
    },
    {
      "text": "especially divisive younger figures in this who is constantly sort of pushing",
      "start": 429.12
    },
    {
      "text": "this who is constantly sort of pushing",
      "start": 432.309
    },
    {
      "text": "this who is constantly sort of pushing this sort of hate speech or sort of",
      "start": 432.319
    },
    {
      "text": "this sort of hate speech or sort of",
      "start": 434.71
    },
    {
      "text": "this sort of hate speech or sort of aimed at certain groups. Just you can't",
      "start": 434.72
    },
    {
      "text": "aimed at certain groups. Just you can't",
      "start": 436.71
    },
    {
      "text": "aimed at certain groups. Just you can't stop with these sort of awful thoughts",
      "start": 436.72
    },
    {
      "text": "stop with these sort of awful thoughts",
      "start": 438.95
    },
    {
      "text": "stop with these sort of awful thoughts you have and then saying these awful",
      "start": 438.96
    },
    {
      "text": "you have and then saying these awful",
      "start": 440.71
    },
    {
      "text": "you have and then saying these awful words and not expect awful actions to",
      "start": 440.72
    },
    {
      "text": "words and not expect awful actions to",
      "start": 443.11
    },
    {
      "text": "words and not expect awful actions to take place.",
      "start": 443.12
    },
    {
      "text": "take place.",
      "start": 443.99
    },
    {
      "text": "take place. You should be allowed to say outrageous",
      "start": 444.0
    },
    {
      "text": "You should be allowed to say outrageous",
      "start": 445.99
    },
    {
      "text": "You should be allowed to say outrageous things. You should be allowed to say",
      "start": 446.0
    },
    {
      "text": "things. You should be allowed to say",
      "start": 447.51
    },
    {
      "text": "things. You should be allowed to say contrarian things. Kirk's organization",
      "start": 447.52
    },
    {
      "text": "contrarian things. Kirk's organization",
      "start": 449.83
    },
    {
      "text": "contrarian things. Kirk's organization said he had received many threats",
      "start": 449.84
    },
    {
      "text": "said he had received many threats",
      "start": 451.43
    },
    {
      "text": "said he had received many threats against him, but believed in the power",
      "start": 451.44
    },
    {
      "text": "against him, but believed in the power",
      "start": 453.589
    },
    {
      "text": "against him, but believed in the power of good faith debate to bring people to",
      "start": 453.599
    },
    {
      "text": "of good faith debate to bring people to",
      "start": 455.589
    },
    {
      "text": "of good faith debate to bring people to mutual understanding, if not agreement.",
      "start": 455.599
    },
    {
      "text": "mutual understanding, if not agreement.",
      "start": 458.629
    },
    {
      "text": "mutual understanding, if not agreement. They say he's now become a martyr to",
      "start": 458.639
    },
    {
      "text": "They say he's now become a martyr to",
      "start": 460.71
    },
    {
      "text": "They say he's now become a martyr to free speech. Meanwhile, new details in",
      "start": 460.72
    },
    {
      "text": "free speech. Meanwhile, new details in",
      "start": 463.99
    },
    {
      "text": "free speech. Meanwhile, new details in the investigation emerged. The FBI said",
      "start": 464.0
    },
    {
      "text": "the investigation emerged. The FBI said",
      "start": 466.39
    },
    {
      "text": "the investigation emerged. The FBI said they'd recovered a high-powered",
      "start": 466.4
    },
    {
      "text": "they'd recovered a high-powered",
      "start": 467.83
    },
    {
      "text": "they'd recovered a high-powered bolt-action rifle, and they now had a",
      "start": 467.84000000000003
    },
    {
      "text": "bolt-action rifle, and they now had a",
      "start": 470.629
    },
    {
      "text": "bolt-action rifle, and they now had a timeline of the gunman's movements.",
      "start": 470.639
    },
    {
      "text": "timeline of the gunman's movements.",
      "start": 473.51
    },
    {
      "text": "timeline of the gunman's movements. Starting at 11:52 a.m., this subject",
      "start": 473.52
    },
    {
      "text": "Starting at 11:52 a.m., this subject",
      "start": 477.11
    },
    {
      "text": "Starting at 11:52 a.m., this subject arrived on campus shortly away from",
      "start": 477.12
    },
    {
      "text": "arrived on campus shortly away from",
      "start": 479.51
    },
    {
      "text": "arrived on campus shortly away from campus. We have tracked his movements",
      "start": 479.52
    },
    {
      "text": "campus. We have tracked his movements",
      "start": 481.189
    },
    {
      "text": "campus. We have tracked his movements onto the campus, through the stairwells,",
      "start": 481.199
    },
    {
      "text": "onto the campus, through the stairwells,",
      "start": 484.39
    },
    {
      "text": "onto the campus, through the stairwells, up to the roof, across the roof to a",
      "start": 484.4
    },
    {
      "text": "up to the roof, across the roof to a",
      "start": 486.309
    },
    {
      "text": "up to the roof, across the roof to a shooting location.",
      "start": 486.319
    },
    {
      "text": "shooting location.",
      "start": 489.189
    },
    {
      "text": "shooting location. After the shooting, we were able to",
      "start": 489.199
    },
    {
      "text": "After the shooting, we were able to",
      "start": 490.55
    },
    {
      "text": "After the shooting, we were able to track his movements as he moved to the",
      "start": 490.56
    },
    {
      "text": "track his movements as he moved to the",
      "start": 492.79
    },
    {
      "text": "track his movements as he moved to the other side of the building, jumped off",
      "start": 492.8
    },
    {
      "text": "other side of the building, jumped off",
      "start": 494.55
    },
    {
      "text": "other side of the building, jumped off of the building, and fled um off of the",
      "start": 494.56
    },
    {
      "text": "of the building, and fled um off of the",
      "start": 498.469
    },
    {
      "text": "of the building, and fled um off of the campus and into a neighborhood. At the",
      "start": 498.479
    },
    {
      "text": "campus and into a neighborhood. At the",
      "start": 500.71
    },
    {
      "text": "campus and into a neighborhood. At the same news conference late on Thursday,",
      "start": 500.72
    },
    {
      "text": "same news conference late on Thursday,",
      "start": 502.71
    },
    {
      "text": "same news conference late on Thursday, the governor of Utah made this plea for",
      "start": 502.72
    },
    {
      "text": "the governor of Utah made this plea for",
      "start": 505.11
    },
    {
      "text": "the governor of Utah made this plea for any information that could help catch",
      "start": 505.12
    },
    {
      "text": "any information that could help catch",
      "start": 507.029
    },
    {
      "text": "any information that could help catch the shooter.",
      "start": 507.039
    },
    {
      "text": "the shooter.",
      "start": 508.629
    },
    {
      "text": "the shooter. We cannot do our job without the",
      "start": 508.639
    },
    {
      "text": "We cannot do our job without the",
      "start": 510.71
    },
    {
      "text": "We cannot do our job without the public's help right now. We uh the",
      "start": 510.72
    },
    {
      "text": "public's help right now. We uh the",
      "start": 512.79
    },
    {
      "text": "public's help right now. We uh the public has answered our call for action.",
      "start": 512.8
    },
    {
      "text": "public has answered our call for action.",
      "start": 515.67
    },
    {
      "text": "public has answered our call for action. So far, we've received more than 7,000",
      "start": 515.68
    },
    {
      "text": "So far, we've received more than 7,000",
      "start": 518.63
    },
    {
      "text": "So far, we've received more than 7,000 leads and tips. Uh I I would just note",
      "start": 518.64
    },
    {
      "text": "leads and tips. Uh I I would just note",
      "start": 521.19
    },
    {
      "text": "leads and tips. Uh I I would just note that the FBI hasn't received this many",
      "start": 521.2
    },
    {
      "text": "that the FBI hasn't received this many",
      "start": 523.67
    },
    {
      "text": "that the FBI hasn't received this many digital media tips from the public since",
      "start": 523.68
    },
    {
      "text": "digital media tips from the public since",
      "start": 525.59
    },
    {
      "text": "digital media tips from the public since the Boston Marathon bombing.",
      "start": 525.6
    },
    {
      "text": "the Boston Marathon bombing.",
      "start": 529.19
    },
    {
      "text": "the Boston Marathon bombing. With this new information came a clearer",
      "start": 529.2
    },
    {
      "text": "With this new information came a clearer",
      "start": 531.75
    },
    {
      "text": "With this new information came a clearer picture of how the assassination",
      "start": 531.76
    },
    {
      "text": "picture of how the assassination",
      "start": 533.67
    },
    {
      "text": "picture of how the assassination unfolded. BBC Verifi's Nick Beak was",
      "start": 533.68
    },
    {
      "text": "unfolded. BBC Verifi's Nick Beak was",
      "start": 536.47
    },
    {
      "text": "unfolded. BBC Verifi's Nick Beak was piecing together what we knew on the",
      "start": 536.48
    },
    {
      "text": "piecing together what we knew on the",
      "start": 539.35
    },
    {
      "text": "piecing together what we knew on the ground in Utah.",
      "start": 539.36
    },
    {
      "text": "ground in Utah.",
      "start": 541.59
    },
    {
      "text": "ground in Utah. Footage released by the FBI shows a",
      "start": 541.6
    },
    {
      "text": "Footage released by the FBI shows a",
      "start": 543.99
    },
    {
      "text": "Footage released by the FBI shows a figure running across a roof from where",
      "start": 544.0
    },
    {
      "text": "figure running across a roof from where",
      "start": 546.87
    },
    {
      "text": "figure running across a roof from where Charlie Kirk was shot dead, reaching the",
      "start": 546.88
    },
    {
      "text": "Charlie Kirk was shot dead, reaching the",
      "start": 549.509
    },
    {
      "text": "Charlie Kirk was shot dead, reaching the edge and then jumping down, apparently",
      "start": 549.519
    },
    {
      "text": "edge and then jumping down, apparently",
      "start": 552.389
    },
    {
      "text": "edge and then jumping down, apparently carrying a bag before briskly walking",
      "start": 552.399
    },
    {
      "text": "carrying a bag before briskly walking",
      "start": 555.19
    },
    {
      "text": "carrying a bag before briskly walking away from the chaos unfolding on campus.",
      "start": 555.2
    },
    {
      "text": "away from the chaos unfolding on campus.",
      "start": 558.63
    },
    {
      "text": "away from the chaos unfolding on campus. The hunt for Charlie Kirk's killer",
      "start": 558.64
    },
    {
      "text": "The hunt for Charlie Kirk's killer",
      "start": 560.47
    },
    {
      "text": "The hunt for Charlie Kirk's killer entered a second night. Special agents",
      "start": 560.48
    },
    {
      "text": "entered a second night. Special agents",
      "start": 563.03
    },
    {
      "text": "entered a second night. Special agents gathering evidence here at Utah Valley",
      "start": 563.04
    },
    {
      "text": "gathering evidence here at Utah Valley",
      "start": 565.03
    },
    {
      "text": "gathering evidence here at Utah Valley University and elsewhere. So, what do we",
      "start": 565.04
    },
    {
      "text": "University and elsewhere. So, what do we",
      "start": 567.99
    },
    {
      "text": "University and elsewhere. So, what do we know about the investigation so far? The",
      "start": 568.0
    },
    {
      "text": "know about the investigation so far? The",
      "start": 570.55
    },
    {
      "text": "know about the investigation so far? The FBI have released these new sharper",
      "start": 570.56
    },
    {
      "text": "FBI have released these new sharper",
      "start": 572.71
    },
    {
      "text": "FBI have released these new sharper images of someone they're calling a",
      "start": 572.72
    },
    {
      "text": "images of someone they're calling a",
      "start": 575.11
    },
    {
      "text": "images of someone they're calling a person of interest. The FBI says the",
      "start": 575.12
    },
    {
      "text": "person of interest. The FBI says the",
      "start": 578.15
    },
    {
      "text": "person of interest. The FBI says the bullet was fired from this building, the",
      "start": 578.16
    },
    {
      "text": "bullet was fired from this building, the",
      "start": 580.23
    },
    {
      "text": "bullet was fired from this building, the Lucy Center, some 130 m away from where",
      "start": 580.24
    },
    {
      "text": "Lucy Center, some 130 m away from where",
      "start": 584.47
    },
    {
      "text": "Lucy Center, some 130 m away from where Charlie Kirk was speaking. The new CCTV",
      "start": 584.48
    },
    {
      "text": "Charlie Kirk was speaking. The new CCTV",
      "start": 587.75
    },
    {
      "text": "Charlie Kirk was speaking. The new CCTV appears to show a person heading for",
      "start": 587.76
    },
    {
      "text": "appears to show a person heading for",
      "start": 590.07
    },
    {
      "text": "appears to show a person heading for this road called Campus Drive.",
      "start": 590.08
    },
    {
      "text": "this road called Campus Drive.",
      "start": 592.87
    },
    {
      "text": "this road called Campus Drive. Investigators say they recovered a",
      "start": 592.88
    },
    {
      "text": "Investigators say they recovered a",
      "start": 594.949
    },
    {
      "text": "Investigators say they recovered a weapon, a rifle over the road. We think",
      "start": 594.9590000000001
    },
    {
      "text": "weapon, a rifle over the road. We think",
      "start": 598.07
    },
    {
      "text": "weapon, a rifle over the road. We think it could be in this wooded area here.",
      "start": 598.08
    },
    {
      "text": "it could be in this wooded area here.",
      "start": 600.79
    },
    {
      "text": "it could be in this wooded area here. Beyond the campus, investigators have",
      "start": 600.8
    },
    {
      "text": "Beyond the campus, investigators have",
      "start": 602.71
    },
    {
      "text": "Beyond the campus, investigators have been working to pick up the killer's",
      "start": 602.72
    },
    {
      "text": "been working to pick up the killer's",
      "start": 604.87
    },
    {
      "text": "been working to pick up the killer's trail. But there are clues left behind",
      "start": 604.88
    },
    {
      "text": "trail. But there are clues left behind",
      "start": 607.269
    },
    {
      "text": "trail. But there are clues left behind at the scene. Drone footage shows the",
      "start": 607.279
    },
    {
      "text": "at the scene. Drone footage shows the",
      "start": 609.75
    },
    {
      "text": "at the scene. Drone footage shows the campus frozen in time. Here on the roof",
      "start": 609.76
    },
    {
      "text": "campus frozen in time. Here on the roof",
      "start": 613.11
    },
    {
      "text": "campus frozen in time. Here on the roof of the Lucy Center, you can see these",
      "start": 613.12
    },
    {
      "text": "of the Lucy Center, you can see these",
      "start": 615.269
    },
    {
      "text": "of the Lucy Center, you can see these indentations highlighted with these",
      "start": 615.279
    },
    {
      "text": "indentations highlighted with these",
      "start": 617.67
    },
    {
      "text": "indentations highlighted with these orange markers. The FBI have said they",
      "start": 617.68
    },
    {
      "text": "orange markers. The FBI have said they",
      "start": 620.31
    },
    {
      "text": "orange markers. The FBI have said they found palm prints and footprints. From",
      "start": 620.32
    },
    {
      "text": "found palm prints and footprints. From",
      "start": 623.35
    },
    {
      "text": "found palm prints and footprints. From this elevated spot, it was a clear shot",
      "start": 623.36
    },
    {
      "text": "this elevated spot, it was a clear shot",
      "start": 626.71
    },
    {
      "text": "this elevated spot, it was a clear shot towards Charlie Kirk.",
      "start": 626.72
    },
    {
      "text": "towards Charlie Kirk.",
      "start": 629.35
    },
    {
      "text": "towards Charlie Kirk. As the manhunt continued, the US",
      "start": 629.36
    },
    {
      "text": "As the manhunt continued, the US",
      "start": 631.35
    },
    {
      "text": "As the manhunt continued, the US president led tributes to Charlie Kirk,",
      "start": 631.36
    },
    {
      "text": "president led tributes to Charlie Kirk,",
      "start": 633.43
    },
    {
      "text": "president led tributes to Charlie Kirk, postumously awarding him America's",
      "start": 633.44
    },
    {
      "text": "postumously awarding him America's",
      "start": 635.43
    },
    {
      "text": "postumously awarding him America's highest civilian honor.",
      "start": 635.44
    },
    {
      "text": "highest civilian honor.",
      "start": 638.55
    },
    {
      "text": "highest civilian honor. We miss him greatly. Yet, I have no",
      "start": 638.56
    },
    {
      "text": "We miss him greatly. Yet, I have no",
      "start": 640.79
    },
    {
      "text": "We miss him greatly. Yet, I have no doubt that Charlie's voice and the",
      "start": 640.8
    },
    {
      "text": "doubt that Charlie's voice and the",
      "start": 642.71
    },
    {
      "text": "doubt that Charlie's voice and the courage he put into the hearts of",
      "start": 642.72
    },
    {
      "text": "courage he put into the hearts of",
      "start": 645.35
    },
    {
      "text": "courage he put into the hearts of countless people, especially young",
      "start": 645.36
    },
    {
      "text": "countless people, especially young",
      "start": 648.15
    },
    {
      "text": "countless people, especially young people, will live on. I'm pleased to",
      "start": 648.16
    },
    {
      "text": "people, will live on. I'm pleased to",
      "start": 651.829
    },
    {
      "text": "people, will live on. I'm pleased to announce that I will soon be awarding",
      "start": 651.8389999999999
    },
    {
      "text": "announce that I will soon be awarding",
      "start": 653.75
    },
    {
      "text": "announce that I will soon be awarding Charlie Kirk postumously the",
      "start": 653.76
    },
    {
      "text": "Charlie Kirk postumously the",
      "start": 656.31
    },
    {
      "text": "Charlie Kirk postumously the Presidential Medal of Freedom. The date",
      "start": 656.32
    },
    {
      "text": "Presidential Medal of Freedom. The date",
      "start": 660.069
    },
    {
      "text": "Presidential Medal of Freedom. The date of the ceremony will be announced and I",
      "start": 660.079
    },
    {
      "text": "of the ceremony will be announced and I",
      "start": 662.15
    },
    {
      "text": "of the ceremony will be announced and I can only guarantee you one thing that we",
      "start": 662.16
    },
    {
      "text": "can only guarantee you one thing that we",
      "start": 663.99
    },
    {
      "text": "can only guarantee you one thing that we will have a very big crowd.",
      "start": 664.0
    },
    {
      "text": "will have a very big crowd.",
      "start": 667.269
    },
    {
      "text": "will have a very big crowd. And a further distinction for Charlie",
      "start": 667.279
    },
    {
      "text": "And a further distinction for Charlie",
      "start": 669.03
    },
    {
      "text": "And a further distinction for Charlie Kirk came later on Thursday. Vice",
      "start": 669.04
    },
    {
      "text": "Kirk came later on Thursday. Vice",
      "start": 671.11
    },
    {
      "text": "Kirk came later on Thursday. Vice President JD Vance flying to Utah to",
      "start": 671.12
    },
    {
      "text": "President JD Vance flying to Utah to",
      "start": 673.269
    },
    {
      "text": "President JD Vance flying to Utah to collect the casket, carrying it aboard",
      "start": 673.279
    },
    {
      "text": "collect the casket, carrying it aboard",
      "start": 675.35
    },
    {
      "text": "collect the casket, carrying it aboard Air Force 2 to Charlie Kirk's home state",
      "start": 675.36
    },
    {
      "text": "Air Force 2 to Charlie Kirk's home state",
      "start": 677.829
    },
    {
      "text": "Air Force 2 to Charlie Kirk's home state of Arizona. The vice president's wife",
      "start": 677.8389999999999
    },
    {
      "text": "of Arizona. The vice president's wife",
      "start": 680.069
    },
    {
      "text": "of Arizona. The vice president's wife was seen comforting his widow. He also",
      "start": 680.079
    },
    {
      "text": "was seen comforting his widow. He also",
      "start": 682.55
    },
    {
      "text": "was seen comforting his widow. He also leaves behind two young children.",
      "start": 682.56
    },
    {
      "text": "leaves behind two young children.",
      "start": 686.79
    },
    {
      "text": "leaves behind two young children. Friday came and America was gripped by a",
      "start": 686.8
    },
    {
      "text": "Friday came and America was gripped by a",
      "start": 689.269
    },
    {
      "text": "Friday came and America was gripped by a huge manhunt involving thousands of law",
      "start": 689.279
    },
    {
      "text": "huge manhunt involving thousands of law",
      "start": 691.67
    },
    {
      "text": "huge manhunt involving thousands of law enforcement officials. As Americans were",
      "start": 691.68
    },
    {
      "text": "enforcement officials. As Americans were",
      "start": 694.069
    },
    {
      "text": "enforcement officials. As Americans were waking up, President Trump appeared on",
      "start": 694.079
    },
    {
      "text": "waking up, President Trump appeared on",
      "start": 696.069
    },
    {
      "text": "waking up, President Trump appeared on Fox News. And this was the moment, a key",
      "start": 696.079
    },
    {
      "text": "Fox News. And this was the moment, a key",
      "start": 699.269
    },
    {
      "text": "Fox News. And this was the moment, a key development.",
      "start": 699.279
    },
    {
      "text": "development.",
      "start": 700.389
    },
    {
      "text": "development. I think uh with a high degree of",
      "start": 700.399
    },
    {
      "text": "I think uh with a high degree of",
      "start": 702.949
    },
    {
      "text": "I think uh with a high degree of certainty, we have him",
      "start": 702.9590000000001
    },
    {
      "text": "certainty, we have him",
      "start": 704.949
    },
    {
      "text": "certainty, we have him in custody, right? In custody. Uh",
      "start": 704.9590000000001
    },
    {
      "text": "in custody, right? In custody. Uh",
      "start": 708.63
    },
    {
      "text": "in custody, right? In custody. Uh everyone did a great job. We worked with",
      "start": 708.64
    },
    {
      "text": "everyone did a great job. We worked with",
      "start": 710.47
    },
    {
      "text": "everyone did a great job. We worked with the local police, the governor,",
      "start": 710.48
    },
    {
      "text": "the local police, the governor,",
      "start": 712.63
    },
    {
      "text": "the local police, the governor, everybody did a great job, you know,",
      "start": 712.64
    },
    {
      "text": "everybody did a great job, you know,",
      "start": 715.11
    },
    {
      "text": "everybody did a great job, you know, getting somebody that you start off with",
      "start": 715.12
    },
    {
      "text": "getting somebody that you start off with",
      "start": 717.03
    },
    {
      "text": "getting somebody that you start off with absolutely nothing. We started off with",
      "start": 717.04
    },
    {
      "text": "absolutely nothing. We started off with",
      "start": 718.949
    },
    {
      "text": "absolutely nothing. We started off with the clip that made him look like an ant",
      "start": 718.9590000000001
    },
    {
      "text": "the clip that made him look like an ant",
      "start": 721.19
    },
    {
      "text": "the clip that made him look like an ant that was almost useless. We just saw",
      "start": 721.2
    },
    {
      "text": "that was almost useless. We just saw",
      "start": 723.35
    },
    {
      "text": "that was almost useless. We just saw there was somebody up there and uh so",
      "start": 723.36
    },
    {
      "text": "there was somebody up there and uh so",
      "start": 726.31
    },
    {
      "text": "there was somebody up there and uh so much work has been done over the last",
      "start": 726.32
    },
    {
      "text": "much work has been done over the last",
      "start": 727.91
    },
    {
      "text": "much work has been done over the last two and a half days. You know, it's",
      "start": 727.92
    },
    {
      "text": "two and a half days. You know, it's",
      "start": 729.19
    },
    {
      "text": "two and a half days. You know, it's amazing actually when you start off with",
      "start": 729.2
    },
    {
      "text": "amazing actually when you start off with",
      "start": 730.629
    },
    {
      "text": "amazing actually when you start off with that and then all of a sudden you uh you",
      "start": 730.639
    },
    {
      "text": "that and then all of a sudden you uh you",
      "start": 733.59
    },
    {
      "text": "that and then all of a sudden you uh you get lucky or talent or whatever it is.",
      "start": 733.6
    },
    {
      "text": "get lucky or talent or whatever it is.",
      "start": 736.47
    },
    {
      "text": "get lucky or talent or whatever it is. Soon after, officials in Utah confirmed",
      "start": 736.48
    },
    {
      "text": "Soon after, officials in Utah confirmed",
      "start": 739.03
    },
    {
      "text": "Soon after, officials in Utah confirmed 22year-old Tyler Robinson had been",
      "start": 739.04
    },
    {
      "text": "22year-old Tyler Robinson had been",
      "start": 742.15
    },
    {
      "text": "22year-old Tyler Robinson had been arrested late on Thursday night after a",
      "start": 742.16
    },
    {
      "text": "arrested late on Thursday night after a",
      "start": 744.55
    },
    {
      "text": "arrested late on Thursday night after a manhunt of 33 hours. The state's",
      "start": 744.56
    },
    {
      "text": "manhunt of 33 hours. The state's",
      "start": 747.269
    },
    {
      "text": "manhunt of 33 hours. The state's governor said the suspect had been",
      "start": 747.279
    },
    {
      "text": "governor said the suspect had been",
      "start": 748.629
    },
    {
      "text": "governor said the suspect had been turned in by a friend of his family.",
      "start": 748.639
    },
    {
      "text": "turned in by a friend of his family.",
      "start": 751.829
    },
    {
      "text": "turned in by a friend of his family. We got him.",
      "start": 751.8389999999999
    },
    {
      "text": "We got him.",
      "start": 753.829
    },
    {
      "text": "We got him. On the evening of September 11th, a",
      "start": 753.8389999999999
    },
    {
      "text": "On the evening of September 11th, a",
      "start": 756.71
    },
    {
      "text": "On the evening of September 11th, a family member of Tyler Robinson reached",
      "start": 756.72
    },
    {
      "text": "family member of Tyler Robinson reached",
      "start": 758.87
    },
    {
      "text": "family member of Tyler Robinson reached out to a family friend who contacted the",
      "start": 758.88
    },
    {
      "text": "out to a family friend who contacted the",
      "start": 761.75
    },
    {
      "text": "out to a family friend who contacted the Washington County Sheriff's Office with",
      "start": 761.76
    },
    {
      "text": "Washington County Sheriff's Office with",
      "start": 763.509
    },
    {
      "text": "Washington County Sheriff's Office with information that Robinson had confessed",
      "start": 763.519
    },
    {
      "text": "information that Robinson had confessed",
      "start": 765.99
    },
    {
      "text": "information that Robinson had confessed to them or implied that he had committed",
      "start": 766.0
    },
    {
      "text": "to them or implied that he had committed",
      "start": 768.389
    },
    {
      "text": "to them or implied that he had committed the incident. This information was",
      "start": 768.399
    },
    {
      "text": "the incident. This information was",
      "start": 770.71
    },
    {
      "text": "the incident. This information was relayed to the Utah County Sheriff's",
      "start": 770.72
    },
    {
      "text": "relayed to the Utah County Sheriff's",
      "start": 772.47
    },
    {
      "text": "relayed to the Utah County Sheriff's Office and scene investigators at Utah",
      "start": 772.48
    },
    {
      "text": "Office and scene investigators at Utah",
      "start": 774.71
    },
    {
      "text": "Office and scene investigators at Utah Valley University. This information was",
      "start": 774.72
    },
    {
      "text": "Valley University. This information was",
      "start": 777.19
    },
    {
      "text": "Valley University. This information was also conveyed to the FBI.",
      "start": 777.2
    },
    {
      "text": "also conveyed to the FBI.",
      "start": 780.15
    },
    {
      "text": "also conveyed to the FBI. And so they got him. But the governor of",
      "start": 780.16
    },
    {
      "text": "And so they got him. But the governor of",
      "start": 782.71
    },
    {
      "text": "And so they got him. But the governor of Utah had more to say about politics and",
      "start": 782.72
    },
    {
      "text": "Utah had more to say about politics and",
      "start": 785.35
    },
    {
      "text": "Utah had more to say about politics and violence and the sorrow he felt in",
      "start": 785.36
    },
    {
      "text": "violence and the sorrow he felt in",
      "start": 787.59
    },
    {
      "text": "violence and the sorrow he felt in recent days. He had this to say about",
      "start": 787.6
    },
    {
      "text": "recent days. He had this to say about",
      "start": 789.99
    },
    {
      "text": "recent days. He had this to say about what Charlie Kirk was known for, what he",
      "start": 790.0
    },
    {
      "text": "what Charlie Kirk was known for, what he",
      "start": 792.47
    },
    {
      "text": "what Charlie Kirk was known for, what he died doing, debating with young people.",
      "start": 792.48
    },
    {
      "text": "died doing, debating with young people.",
      "start": 795.59
    },
    {
      "text": "died doing, debating with young people. Young people loved Charlie and young",
      "start": 795.6
    },
    {
      "text": "Young people loved Charlie and young",
      "start": 798.87
    },
    {
      "text": "Young people loved Charlie and young people hated Charlie.",
      "start": 798.88
    },
    {
      "text": "people hated Charlie.",
      "start": 802.23
    },
    {
      "text": "people hated Charlie. And Charlie went into those places",
      "start": 802.24
    },
    {
      "text": "And Charlie went into those places",
      "start": 805.59
    },
    {
      "text": "And Charlie went into those places anyway.",
      "start": 805.6
    },
    {
      "text": "anyway.",
      "start": 807.67
    },
    {
      "text": "anyway. And these are the words that have helped",
      "start": 807.68
    },
    {
      "text": "And these are the words that have helped",
      "start": 810.31
    },
    {
      "text": "And these are the words that have helped me.",
      "start": 810.32
    },
    {
      "text": "me.",
      "start": 812.31
    },
    {
      "text": "me. Charlie said, \"When people stop talking,",
      "start": 812.32
    },
    {
      "text": "Charlie said, \"When people stop talking,",
      "start": 815.67
    },
    {
      "text": "Charlie said, \"When people stop talking, that's when you get violence.\"",
      "start": 815.68
    },
    {
      "text": "that's when you get violence.\"",
      "start": 819.269
    },
    {
      "text": "that's when you get violence.\" He said, \"The weak can never forgive.",
      "start": 819.279
    },
    {
      "text": "He said, \"The weak can never forgive.",
      "start": 821.59
    },
    {
      "text": "He said, \"The weak can never forgive. Forgiveness is the attribute of the",
      "start": 821.6
    },
    {
      "text": "Forgiveness is the attribute of the",
      "start": 823.35
    },
    {
      "text": "Forgiveness is the attribute of the strong. The only way out of the",
      "start": 823.36
    },
    {
      "text": "strong. The only way out of the",
      "start": 825.91
    },
    {
      "text": "strong. The only way out of the labyrinth of suffering is to forgive.",
      "start": 825.92
    },
    {
      "text": "labyrinth of suffering is to forgive.",
      "start": 829.91
    },
    {
      "text": "labyrinth of suffering is to forgive. Welcome without judgment. Love without",
      "start": 829.92
    },
    {
      "text": "Welcome without judgment. Love without",
      "start": 832.069
    },
    {
      "text": "Welcome without judgment. Love without condition. Forgive without limit.\"",
      "start": 832.079
    },
    {
      "text": "condition. Forgive without limit.\"",
      "start": 835.91
    },
    {
      "text": "condition. Forgive without limit.\" He said, \"Always forgive your enemies.",
      "start": 835.92
    },
    {
      "text": "He said, \"Always forgive your enemies.",
      "start": 838.87
    },
    {
      "text": "He said, \"Always forgive your enemies. Nothing annoys them so much.\"",
      "start": 838.88
    },
    {
      "text": "Nothing annoys them so much.\"",
      "start": 841.509
    },
    {
      "text": "Nothing annoys them so much.\" Charlie Kirk was a divisive figure. Now,",
      "start": 841.519
    },
    {
      "text": "Charlie Kirk was a divisive figure. Now,",
      "start": 844.23
    },
    {
      "text": "Charlie Kirk was a divisive figure. Now, as America prepares for his funeral, his",
      "start": 844.24
    },
    {
      "text": "as America prepares for his funeral, his",
      "start": 846.71
    },
    {
      "text": "as America prepares for his funeral, his fans and critics alike will have to",
      "start": 846.72
    },
    {
      "text": "fans and critics alike will have to",
      "start": 849.03
    },
    {
      "text": "fans and critics alike will have to contend with his legacy.",
      "start": 849.04
    }
  ]
}